Repository: SchwabischesBauernbrot/tails
Catalog: wiki/src/doc/first_steps/accessibility.*.po
Languages: ca

source: [[!meta title="Accessibility"]]
ca: [[!meta title="Accessibilitat"]]

source: Tails and the GNOME desktop include assistive technologies to support users with various impairments and special needs, and to interact with common assistive devices.
ca: Tails i l'escriptori GNOME inclouen tecnologies d'assistència per ajudar els usuaris amb diversitats funcionals i necessitats especials i per interactuar amb els dispositius d'assistència habituals.

source: Universal access menu
ca: Menú d'accés universal

source: You can activate most of these technologies from the universal access menu (the
ca: Podeu activar la majoria d'aquestes tecnologies des del menú d'accés universal (l'icona

source: [[!img lib/preferences-desktop-accessibility.png alt="Universal Access" class="symbolic" link="no"]]
ca: [[!img lib/preferences-desktop-accessibility.png alt="Accés Universal" class="symbolic" link="no"]]

source: icon which looks like a person) in the top bar:
ca: que sembla una persona) a la barra superior:

source: [[!img desktop/accessibility.png link="no" alt="Universal Access menu with the following options (disabled by default): High Contrast, Zoom, Large Text, Screen Reader, Screen Keyboard, Visual Alters, Sticky Keys, Slow Keys, Bounce Keys, and Mouse Keys"]]
ca: [[!img desktop/accessibility.png link="no" alt="Menú d'Accés Universal amb les següents opcions (desactivades per defecte): alt contrast, zoom, text gran, lector de pantalla, teclat de pantalla, canvis visuals, tecles adhesives, tecles lentes, tecles de rebot i tecles del ratolí"]]

source: These technologies are documented in more details in the [GNOME universal access documentation](https://help.gnome.org/users/gnome-help/stable/a11y.html).
ca: Aquestes tecnologies es documenten amb més detall a la [documentació d'accés universal de GNOME](https://help.gnome.org/users/gnome-help/stable/a11y.html.ca).

source: Keyboard shortcuts
ca: Dreceres de teclat

source: <table> <tr><td>Turn screen reader on or off</td><td>Alt+Super+S</td></tr> <tr><td>Turn zoom on or off</td><td>Alt+Super+8</td></tr> </table>
ca: <table> <tr><td>Activar o desactivar el lector de pantalla</td><td>Alt+Super+S</td></tr> <tr><td>Activar o desactivar el zoom</td><td>Alt+Super+8</td></tr> </table>

source: To access the universal access menu using the keyboard:
ca: Per accedir al menú d'accés universal mitjançant el teclat:

source: Press <span class="keycap">Ctrl+Alt+Tab</span> to move the keyboard focus to the top bar.
ca: Premeu <span class="keycap">Ctrl+Alt+Tab</span> per moure el focus del teclat a la barra superior.

source: Use the arrow keys on the keyboard to select the universal access menu.
ca: Utilitzeu les tecles de fletxa del teclat per seleccionar el menú d'accés universal.

source: Press <span class="bold">Enter</span> to open the menu.
ca: Premeu <span class="bold">Retorn</span> per obrir el menú.

source: Use the up and down arrow keys to select items in the menu.
ca: Utilitzeu les tecles de fletxa amunt i avall per seleccionar els elements del menú.

source: Press <span class="bold">Space</span> to toggle the selected item.
ca: Premeu <span class="bold">Espai</span> per canviar l'element seleccionat.

source: Press <span class="bold">Esc</span> to close the menu.
ca: Premeu <span class="bold">Esc</span> per tancar el menú.

source: Screen reader
ca: Lector de pantalla

source: To hear screen elements spoken to you, you can activate the <span class="guilabel">Screen Reader</span> accessibility feature.
ca: Per escoltar els elements de la pantalla que us parlen, podeu activar la funció d'accessibilitat de <span class="guilabel">Lector de pantalla</span>.

source: For more detailed documentation refer to the official [<span class="application">Orca</span> Screen Reader documentation](https://help.gnome.org/users/orca/stable/).
ca: Per obtenir una documentació més detallada, consulteu el document oficial del lector de pantalla [<span class="application">Orca</span>](https://help.gnome.org/users/orca/stable/).

source: <p>The screen reader takes around 10 seconds to start.</p>
ca: <p>El lector de pantalla triga uns 10 segons en arrencar.</p>

source: <p>The screen reader does not work with the <span class="application">Unsafe Browser</span>.</p>
ca: <p>El lector de pantalla no funciona amb el <span class="application">Navegador Insegur</span>.</p>

source: Screen keyboard
ca: Teclat de pantalla

source: If you prefer a pointing device over the keyboard, you can activate the <span class="guilabel">Screen Keyboard</span> accessibility feature.
ca: Si preferiu un punter al teclat, podeu activar la funció d'accessibilitat del <span class="guilabel">Teclat de pantalla</span>.

source: For more detailed documentation refer to the official [<span class="application">GNOME</span> Screen Keyboard documentation](https://help.gnome.org/users/gnome-help/stable/keyboard-osk.html.en).
ca: Per obtenir una documentació més detallada, consulteu la documentació oficial del teclat de pantalla de [<span class="application">GNOME</span>](https://help.gnome.org/users/gnome-help/stable/keyboard-osk.html.en) (en anglès).

source: <span class="application">Dasher</span> graphical text entry application
ca: Aplicació d'introducció de text gràfic <span class="application">Dasher</span>

source: If you are operating a computer one-handed (by joystick, touchscreen, or mouse) or zero-handed (by head-mouse or eyetracker), you can use the <span class="application">[Dasher](http://www.inference.phy.cam.ac.uk/dasher/)</span> graphical predictive text entry application.
ca: Si utilitzeu un ordinador amb una sola mà (amb joystick, pantalla tàctil, o el ratolí) o sense mans (amb el ratolí de cap o el rastrejador d'ulls), podeu utilitzar l'aplicació <span class="application">[Dasher](http://www.inference.phy.cam.ac.uk/dasher/)</span> de text gràfic d'entrada predictiu.

source: <span class="application">Dasher</span> is available from <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Universal Access</span>&nbsp;▸ <span class="guimenuitem">Dasher</span></span>.
ca: <span class="application">Dasher</span> està disponible a <span class="menuchoice"> <span class="guimenu">Aplicacions</span>&nbsp;▸ <span class="guisubmenu">Accés universal</span>&nbsp;▸ <span class="guimenuitem">Dasher</span></span>.
