Repository: SchwabischesBauernbrot/tails
Catalog: wiki/src/doc/encryption_and_privacy/checksums.*.po
Languages: ca

source: [[!meta title="Calculating checksums using GtkHash"]]
ca: [[!meta title="Càlcul de sumes de verificació mitjançant GtkHash"]]

source: [*GtkHash*](https://github.com/tristanheaven/gtkhash) allows you to calculate [[!wikipedia checksum desc="checksums"]]. Checksums can be useful to verify the integrity of a file, for example, if you downloaded it from the Internet.
ca: [*GtkHash*](https://github.com/tristanheaven/gtkhash) us permet calcular [[!wikipedia_ca checksum desc="sumes de verificació"]]. Les sumes de verificació poden ser útils per verificar la integritat d'un fitxer, per exemple, si l'heu baixat d'Internet.

source: To calculate the checksum of a file:
ca: Per calcular la suma de verificació d'un fitxer:

source: Open the <span class="application">Files</span> browser.
ca: Obriu el navegador de <span class="application">Fitxers</span>.

source: Navigate to the folder containing the file that you want to calculate the checksum for.
ca: Navegueu a la carpeta que conté el fitxer per al qual voleu calcular la suma de verificació.

source: Right-click (on Mac, click with two fingers) on the file and choose <span class="guimenuitem">Properties</span>.
ca: Feu clic amb el botó dret (a Mac, feu clic amb dos dits) al fitxer i trieu <span class="guimenuitem">Propietats</span>.

source: In the <span class="guimenuitem">Properties</span> dialog, click on the <span class="guilabel">Digests</span> tab.
ca: Al diàleg de <span class="guimenuitem">Propietats</span>, feu clic a la pestanya <span class="guilabel">Resums</span>.

source: In the <span class="guilabel">Hash Function</span> column of the <span class="guilabel">Digests</span> tabbed section, select the check boxes corresponding to the checksums that you want to calculate.
ca: A la columna <span class="guilabel">Funció hash</span> de la secció de pestanyes <span class="guilabel">Resums</span>, marqueu les caselles de verificació corresponents a les sumes de verificació que voleu calcular.

source: Click on the <span class="bold">Hash</span> button.
ca: Feu clic al botó <span class="bold">Hash</span>.

source: The calculated checksums appear in the <span class="guilabel">Digest</span> column.
ca: Les sumes de verificació calculades apareixen a la columna <span class="guilabel">Resum</span>.
