Repository: SchwabischesBauernbrot/tails
Catalog: wiki/src/doc/encryption_and_privacy/secure_deletion.*.po
Languages: ca

source: [[!meta title="Securely deleting files and clean diskspace"]]
ca: [[!meta title="Suprimir fitxers de manera segura i netejar l'espai en disc"]]

source: <h1 id="why">Why use secure deletion?</h1>
ca: <h1 id="why">Per què utilitzar la supressió segura?</h1>

source: **Operating systems do not actually remove the contents of a file when it is deleted**, even after emptying the trash or explicitly removing the file, from the command line for example.
ca: **Els sistemes operatius en realitat no eliminen el contingut d'un fitxer quan es suprimeix**, fins i tot després de buidar la paperera o eliminar explícitament el fitxer, des de la línia d'ordres, per exemple.

source: Instead, they simply remove the file's entry from the file system directory, because this requires less work and is therefore faster. The contents of the file—the actual data—remain on the storage medium. The data will remain there until the operating system reuses the space for new data.
ca: En canvi, simplement eliminen l'entrada del fitxer del directori del sistema de fitxers, perquè això requereix menys treball i, per tant, és més ràpid. El contingut del fitxer (les dades reals) roman al suport d'emmagatzematge. Les dades romandran allà fins que el sistema operatiu reutilitzi l'espai per a dades noves.

source: Likewise, reformatting, repartitioning or reimaging a system is not always guaranteed to write to every area of the disk, though all will cause the disk to appear empty or, in the case of reimaging, empty except for the files present in the image, to most software.
ca: De la mateixa manera, no sempre es garanteix que el reformateig, el reparticionament o la reimatge d'un sistema escrigui a totes les àrees del disc, tot i que tot farà que el disc aparegui buit o, en el cas de la reimatge, buit excepte els fitxers presents a la imatge, per a la majoria del programari.

source: Finally, even when the storage medium is overwritten, physical properties of the medium might make it possible to recover the previous contents. In most cases however, this recovery is not possible by just reading from the storage device in the usual way, but requires using laboratory techniques such as disassembling the device and directly accessing/reading from its components.
ca: Finalment, fins i tot quan es sobreescriu el suport d'emmagatzematge, les propietats físiques del mitjà poden permetre recuperar el contingut anterior. En la majoria dels casos, però, aquesta recuperació no és possible només llegint des del dispositiu d'emmagatzematge de la manera habitual, sinó que requereix utilitzar tècniques de laboratori com ara desmuntar el dispositiu i accedir/llegir directament des dels seus components.

source: To learn more, see the Wikipedia article on [[!wikipedia Data_erasure desc="data erasure"]].
ca: Per obtenir més informació, consulteu l'article de la Viquipèdia sobre [[!wikipedia Data_erasure desc="supressió de dades"]].

source: <h1 id="usb_and_ssd">Warning about USB sticks and SSDs</h1>
ca: <h1 id="usb_and_ssd">Avís sobre llapis USB i SSD</h1>

source: <p>Secure deletion is not as reliable on USB sticks and SSDs (solid-state drive) as it is on traditional hard disks.</p>
ca: <p>La supressió segura no és tan fiable en llapis USB i SSD (solid-state drive) com en els discs durs tradicionals.</p>

source: USB sticks and SSDs sometimes copy the same data to various memory cells to extend the lifetime of the device. USB sticks and SSDs also have 10&ndash;20% of spare memory cells for the same reason.
ca: Els llapis USB i els SSD de vegades copien les mateixes dades a diverses cel·les de memòria per allargar la vida útil del dispositiu. Els llapis USB i els SSD també tenen el 10-20% de les cèl·lules de memòria de recanvi pel mateix motiu.

source: As a consequence, part of the data from a given file might still be written on the device even after securely deleting it.
ca: Com a conseqüència, part de les dades d'un fitxer determinat encara es poden escriure al dispositiu fins i tot després d'haver-lo suprimit de manera segura.

source: This data could be recovered using advanced data forensics techniques, for example by professional data recovery services.
ca: Aquestes dades es podrien recuperar mitjançant tècniques forenses de dades avançades, per exemple mitjançant serveis professionals de recuperació de dades.

source: To mitigate this risk, you can:
ca: Per mitigar aquest risc, podeu:

source: - Encrypt the device before use, to make it hard to recover *any* data.
ca: - Encriptar el dispositiu abans d'utilitzar-lo, per dificultar la recuperació de *qualsevol* dada.

source: Securely delete the entire device. Some old data might still be present in the spare memory cells.
ca: Suprimir tot el dispositiu de manera segura. Algunes dades antigues encara poden estar presents a les cel·les de memòria de recanvi.

source: - Physically destroy the device.
ca: - Destruir físicament el dispositiu.

source: <h1 id="files">Securely deleting files</h1>
ca: <h1 id="files">Suprimir fitxers de manera segura</h1>

source: <p>Securely deleting files does not erase the potential backup copies of the file (for example LibreOffice creates backup copies that allow you to recover your work in case LibreOffice stops responding).</p>
ca: <p>El fet de suprimir fitxers de manera segura no s'esborra les possibles còpies de seguretat del fitxer (per exemple LibreOffice crea còpies de seguretat que permeten recuperar el vostre treball en cas que LibreOffice deixi de respondre).</p>

source: Open the <span class="application">Files</span> browser.
ca: Obriu el navegador de <span class="application">Fitxers</span>.

source: Navigate to the folder containing the files that you want to delete.
ca: Navegueu a la carpeta que conté els fitxers que voleu suprimir.

source: Select the files that you want to delete with the mouse.
ca: Seleccioneu els fitxers que voleu eliminar amb el ratolí.

source: Right-click (on Mac, click with two fingers) on the files and choose <span class="guimenuitem">Wipe</span>.
ca: Feu clic amb el botó dret (a Mac, feu clic amb dos dits) als fitxers i trieu <span class="guimenuitem">Suprimeix</span>.

source: Confirm.
ca: Confirmeu.

source: 1. The deletion will start. It can last from a few seconds to several minutes, according to the size of the files. Be patient…
ca: 1. S'iniciarà l'eliminació. Pot durar des d'uns segons fins a diversos minuts, segons la mida dels fitxers. Sigueu pacient...

source: <h1 id="disk_space">Securely cleaning available disk space</h1>
ca: <h1 id="disk_space">Neteja segura de l'espai disponible en disc</h1>

source: In order to clean up the contents of all files that were previously suppressed but not securely deleted from a disk, it is also possible to securely clean all the free space on the disk.
ca: Per netejar el contingut de tots els fitxers que s'han suprimit anteriorment però que no s'han suprimit de manera segura d'un disc, també és possible netejar de manera segura tot l'espai lliure del disc.

source: The disk or the folder can contain other files. Those files will not be deleted during the operation.
ca: El disc o la carpeta poden contenir altres fitxers. Aquests fitxers no s'eliminaran durant l'operació.

source: Click on the disk that you want to clean in the left pane to navigate to the root of this disk.
ca: Feu clic al disc que voleu netejar al panell esquerre per anar a l'arrel d'aquest disc.

source: Click on the [[!img lib/open-menu.png alt="Menu" class="symbolic" link="no"]] button in the right corner of the title bar and choose **Show Hidden Files**.
ca: Feu clic al botó [[!img lib/open-menu.png alt="Menú" class="symbolic" link="no"]] a la cantonada dreta de la barra de títol i trieu **Mostra els fitxers ocults**.

source: If you want to empty the trash, delete the <span class="filename">.Trash-1000</span> folder or similar.
ca: Si voleu buidar la paperera, suprimiu la carpeta <span class="filename">.Trash-1000</span> o similar.

source: Right-click (on Mac, click with two fingers) in empty space in the right pane and choose <span class="guimenuitem">Wipe available diskspace</span>.
ca: Feu clic amb el botó dret (a Mac, feu clic amb dos dits) a l'espai buit del panell dret i trieu <span class="guimenuitem">Esborra l'espai de disc disponible</span>.

source: The cleaning starts. It can last from a few minutes to a few hours, according to the size of the available diskspace. Be patient…
ca: Comença la neteja. Pot durar des d'uns minuts fins a unes poques hores, segons la mida de l'espai de disc disponible. Sigueu pacient…

source: Note that a file with a name similar to <span class="filename">tmp.7JwHAyBvA9</span> is created in the folder. It is made as big as possible to use all the available diskspace and then securely deleted.
ca: Tingueu en compte que un fitxer amb un nom semblant a <span class="filename">tmp.7JwHAyBvA9</span> es crea a la carpeta. Es fa el més gran possible per utilitzar tot l'espai de disc disponible i després s'elimina de manera segura.

source: <h1 id="device">Securely erasing an entire device</h1>
ca: <h1 id="device">Esborrar de manera segura un dispositiu sencer</h1>

source: Open the <span class="application">Disks</span> utility.
ca: Obriu la utilitat <span class="application">Discs</span>.

source: All the current storage devices are listed in the left pane.
ca: Tots els dispositius d'emmagatzematge actuals es mostren al panell esquerre.

source: Plug in the USB stick or SSD that you want to securely delete.
ca: Connecteu el llapis USB o SSD que voleu suprimir de manera segura.

source: A new device appears in the list of storage devices. Click on it:
ca: Apareix un dispositiu nou a la llista de dispositius d'emmagatzematge. Cliqueu-lo:

source: Check that the description of the device on the right side of the screen corresponds to your device: its brand, its size, etc.
ca: Comproveu que la descripció del dispositiu a la part dreta de la pantalla es correspon amb el vostre dispositiu: la seva marca, la seva mida, etc.

source: Click on the <span class="guimenu">[[!img lib/open-menu.png alt="Menu" class="symbolic" link="no"]]</span> button in the titlebar and choose <span class="guilabel">Format Disk…</span> to erase all the existing partitions on the device.
ca: Feu clic al botó <span class="guimenu">[[!img lib/open-menu.png alt="Menú" class="symbolic" link="no"]]</span> a la barra de títol i trieu <span class="guilabel">Formata disc...</span> per esborrar totes les particions existents al dispositiu.

source: In the <span class="guilabel">Format Disk</span> dialog:
ca: Al diàleg <span class="guilabel">Formata el disc</span>:

source: Choose to <span class="guilabel">Overwrite existing data with zeroes</span> in the <span class="guilabel">Erase</span> menu.
ca: Trieu <span class="guilabel">Sobreescriure les dades existents amb zeros</span> al menú <span class="guilabel">Esborra</span>.

source: Choose <span class="guilabel">Compatible with all systems and devices (MBR/DOS)</span> in the <span class="guilabel">Partitioning</span> menu.
ca: Trieu <span class="guilabel">Compatible amb tots els sistemes i dispositius (MBR/DOS)</span> al menú <span class="guilabel">Particions</span>.

source: Click <span class="bold">Format…</span>.
ca: Feu clic a <span class="bold">Formata...</span>.

source: In the confirmation dialog, make sure that the device is correct. Click <span class="bold">Format</span> to confirm.
ca: Al diàleg de confirmació, assegureu-vos que el dispositiu sigui correcte. Feu clic a <span class="bold">Formata</span> per confirmar.
