Repository: SchwabischesBauernbrot/tails
Catalog: wiki/src/doc/upgrade/error/check.*.po
Languages: ca

source: [[!meta title="Error while checking for upgrades"]]
ca: [[!meta title="Error en comprovar si hi ha actualitzacions"]]

source: Tails could not determine whether an upgrade is available from our website. This is most likely caused by a network connection problem.
ca: Tails no ha pogut determinar si hi ha una actualització disponible al nostre lloc web. És probable que això sigui causat per un problema de connexió de xarxa.

source: To solve it:
ca: Per solucionar-ho:

source: Check your network connection and restart Tails to check for upgrades again.
ca: Comproveu la vostra connexió de xarxa i reinicieu Tails per comprovar si hi ha actualitzacions de nou.

source: Read our [[release notes|doc/upgrade/release_notes]] to see if there are known issues with automatically upgrading to the latest version of Tails.
ca: Llegiu les nostres [[notes de la versió|doc/upgrade/release_notes]] per veure si hi ha problemes coneguts amb l'actualització automàtica a la darrera versió de Tails.

source: If the problem persists, do a [[manual upgrade|doc/upgrade#manual]].
ca: Si el problema persisteix, feu una [[actualització manual|doc/upgrade#manual]].

source: Automatic upgrades are broken between Tails 4.15 and Tails 4.18
ca: Les actualitzacions automàtiques no funcionen entre Tails 4.15 i Tails 4.18

source: To upgrade from Tails 4.15, Tails 4.16, Tails 4.17, or Tails 4.18, you can either:
ca: Per actualitzar des de Tails 4.15, Tails 4.16, Tails 4.17 o Tails 4.18, podeu:

source: - Do a [[manual upgrade|doc/upgrade#manual]].
ca: - Fer una [[actualització manual|doc/upgrade#manual]].

source: - Fix the automatic upgrade from a terminal. To do so:
ca: - Arreglar l'actualització automàtica des d'un terminal. Per fer-ho:

source: Start Tails and set up an [[administration password|doc/first_steps/welcome_screen/administration_password]].
ca: Inicieu Tails i configureu una [[contrasenya d'administració|doc/first_steps/welcome_screen/administration_password]].

source: In a terminal, execute the following command:
ca: En un terminal, executeu l'ordre següent:

source: <p>This command is a single command that wraps across several lines. Copy and paste the entire block at once and make sure that it executes as a single command.</p>
ca: <p>Aquesta ordre és una única ordre que s'ajusta a diverses línies. Copieu i enganxeu tot el bloc alhora i assegureu-vos que s'executa com a comanda única.</p>

source: Approximately 30 seconds later, you should be prompted to upgrade to the latest version of Tails. If no prompt appears, you might already be running the latest version of Tails.
ca: Aproximadament 30 segons després, se us demanarà que actualitzeu a la darrera versió de Tails. Si no apareix cap sol·licitud, és possible que ja estigueu executant la darrera versió de Tails.
