Repository: SchwabischesBauernbrot/tails
Catalog: wiki/src/doc/upgrade/error/install.*.po
Languages: de

source: [[!meta title="Error while installing the upgrade"]]
de: [[!meta title="Fehler bei der Installation der Aktualisierung"]]

source: The upgrade could not be installed.
de: Die Aktualisierung konnte nicht installiert werden.

source: <p>Your Tails USB stick needs to be repaired and might be unable to restart.</p>
de: <p>Ihr Speichermedium mit Tails muss repariert werden und es ist gegebenenfalls unmöglich, es neu zu starten.</p>

source: This is probably caused by a software error in Tails Upgrader.
de: Dies wird möglicherweise durch einen Softwarefehler im Tails Upgrader verursacht.

source: Reporting the problem to our help desk
de: Meldung des Problems an unseren Helpdesk

source: If you are comfortable with the command line, please [[report the problem to our help desk|support/talk]].
de: Wenn Sie mit der Kommandozeile vertraut sind, melden Sie bitte das Problem an unser [[Helpdesk|support/talk]].

source: Include in your report:
de: Fügen Sie in Ihren Bericht ein:

source: - The debugging information that appears in the error message
de: - Die Zusatzinformationen, die mit der Fehlermeldung angezeigt werden

source: The output of the five following commands, run in a [[*Terminal*|first_steps/desktop#terminal]]:
de: Die Ausgabe der fünf folgenden Befehle, die in einem [[*Terminal*|first_steps/desktop#terminal]] ausgeführt werden:

source: Repairing your Tails USB stick
de: Reparieren Ihres Tails-USB-Sticks

source: To repair your Tails USB stick, please try doing a [[manual upgrade|upgrade#manual]].
de: Um Ihren Tails-USB-Stick zu reparieren, versuchen Sie bitte ein [[manuelles Upgrade|upgrade#manual]] durchzuführen.

source: <p>The Persistent Storage on the USB stick will be preserved.</p>
de: <p>Der persistente Speicher auf Ihrem USB-Stick mit Tails bleibt erhalten.</p>

source: If the manual upgrade fails as well, please [[report another error|first_steps/whisperback]].
de: Wenn die manuelle Aktualisierung ebenfalls fehlschlägt, senden Sie uns bitte [[einen weiteren Fehlerbericht|first_steps/whisperback]].
