Repository: SchwabischesBauernbrot/tails
Catalog: wiki/src/about.*.po
Languages: pl

source: [[!meta title="How Tails works"]]
pl: [[!meta title="Jak działa Tails"]]

source: [[!meta stylesheet="about" rel="stylesheet" title=""]]
pl: [[!meta stylesheet="na temat" rel="stylesheet" title=""]]

source: Leave no trace on the computer
pl: Nie pozostawia śladów na komputerze

source: <i class="metaphor">Like a tent, you can carry Tails with you and use it anywhere.</i>
pl: <i class="metaphor">Podobnie jak namiot, możesz zabrać Tailsa ze sobą i używać go w dowolnym miejscu.</i>

source: Your secure computer anywhere
pl: Bezpieczny komputer w dowolnym miejscu

source: To use Tails, shut down the computer and start on your Tails USB stick instead of starting on Windows, macOS, or Linux.
pl: Aby korzystać z Tails, należy wyłączyć komputer i uruchomić go z pamięci USB Tails, zamiast uruchamiać system Windows, macOS lub Linux.

source: You can temporarily <strong>turn your own computer into a secure machine</strong>. You can also <strong>stay safe while using the computer of somebody else</strong>.
pl: Możesz tymczasowo <strong>przemienić swój komputer w bezpieczną maszynę</strong>. Możesz także <strong>zachować bezpieczeństwo, korzystając z komputera innej osoby</strong>.

source: Tails is a [[!inline pages="inc/stable_amd64_iso_size" raw="yes" sort="age"]] download and takes ½ hour to install. Tails can be installed on any USB stick of 8 GB minimum. Tails works on most computers less than 10 years old. You can start again on the other operating system after you shut down Tails.
pl: Tails to [[!inline pages="inc/stable_amd64_iso_size" raw="yes" sort="age"]] do pobrania, a jego instalacja zajmuje pół godziny. Tails można zainstalować na dowolnej pamięci USB o pojemności co najmniej 8 GB. Tails działa na większości komputerów mających mniej niż 10 lat. Po wyłączeniu Tails można ponownie uruchomić inny system operacyjny.

source: You don't have to worry about the computer having viruses because Tails runs independently from the other operating system and never uses the hard disk. But, Tails cannot always protect you if you install it from a computer with viruses or if you use it on a computer with malicious hardware, like keyloggers.
pl: Nie musisz martwić się o wirusy na komputerze, ponieważ Tails działa niezależnie od innego systemu operacyjnego i nigdy nie korzysta z dysku twardego. Jednak Tails nie zawsze może cię chronić, jeśli zainstalujesz go z komputera z wirusami lub jeśli używasz go na komputerze ze złośliwym sprzętem, takim jak keyloggery.

source: See also:
pl: Zobacz także:

source: [[Warnings: Tails is safe but not magic!|doc/about/warnings]]
pl: [[Ostrzeżenia: Tails jest bezpieczny, ale nie magiczny!|doc/about/warnings]]

source: [[Download and install Tails|install]]
pl: [[Pobierz i zainstaluj Tails|install]].

source: [[System requirements and recommended hardware|doc/about/requirements]]
pl: [[Wymagania systemowe i zalecany sprzęt|doc/about/requirements]]

source: [[!img amnesia.svg link="no" alt=""]] <i class="metaphor">Like a tent, Tails is amnesic: it always starts empty and leaves no trace when you leave.</i>
pl: [[Ostrzeżenia: Tails jest bezpieczny, ale nie magiczny!|doc/about/warnings]]

source: Tails always starts from the same clean state and <strong>everything you do disappears</strong> automatically when you shut down Tails.
pl: Tails zawsze uruchamia się z tego samego czystego stanu i <strong>wszystko, co robisz, znika</strong> automatycznie po zamknięciu Tails.

source: Without Tails, almost everything you do can leave traces on the computer:
pl: Bez Tails prawie wszystko, co robisz, może pozostawić ślady na komputerze:

source: Websites that you visited, even in private mode
pl: Odwiedzane strony internetowe, nawet w trybie prywatnym

source: Files that you opened, even if you deleted them
pl: Pliki, które zostały otwarte, nawet jeśli zostały usunięte

source: Passwords, even if you use a password manager
pl: Hasła, nawet jeśli korzystasz z menedżera haseł

source: All the devices and Wi-Fi networks that you used
pl: Wszystkie używane urządzenia i sieci Wi-Fi

source: On the contrary, Tails never writes anything to the hard disk and only runs from the memory of the computer. The memory is entirely deleted when you shutdown Tails, erasing all possible traces.
pl: Wręcz przeciwnie, Tails nigdy nie zapisuje niczego na dysku twardym i działa tylko z pamięci komputera. Pamięć jest całkowicie usuwana po zamknięciu Tails, usuwając wszelkie możliwe ślady.

source: [[!img persistent-storage.svg link="no" alt=""]] <i class="metaphor">Like a backpack, you can store your personal things in your Persistent Storage and use them in your tent.</i>
pl: [[!img persistent-storage.svg link="no" alt=""]] <i class="metaphor">Podobnie jak plecak, możesz przechowywać swoje rzeczy osobiste w magazynie trwałym i używać ich w namiocie.< /i>

source: Persistent Storage
pl: Pamięć trwała

source: You can <strong>save some of your files and configuration</strong> in an encrypted Persistent Storage on the USB stick: your documents, your browser bookmarks, your emails, and even some additional software.
pl: Możesz <strong>zapisać niektóre swoje pliki i konfigurację</strong> w zaszyfrowanej pamięci trwałej na pamięci USB: dokumenty, zakładki przeglądarki, e-maile, a nawet dodatkowe oprogramowanie.

source: The Persistent Storage is optional and you always decide what is <i>persistent</i>. Everything else is <i>amnesic</i>.
pl: Pamięć trwała jest opcjonalna i zawsze decydujesz, co jest <i>trwałe</i>. Wszystko inne to <i>zapominane</i>.

source: [[Persistent Storage|doc/persistent_storage]]
pl: [[Pamięć trwała|doc/persistent_storage]]

source: [[Installing additional software|doc/persistent_storage/additional_software]]
pl: [[Instalowanie dodatkowego oprogramowania|doc/persistent_storage/additional_software]]

source: Digital security toolbox
pl: Zestaw narzędzi bezpieczeństwa cyfrowego

source: Tails includes a selection of applications to <strong>work on sensitive documents</strong> and <strong>communicate securely</strong>.
pl: Tails zawiera wybór aplikacji do <strong>pracy z poufnymi dokumentami</strong> i <strong>bezpiecznej komunikacji</strong>.

source: All the applications are ready-to-use and are configured with safe defaults to <strong>prevent mistakes</strong>.
pl: Wszystkie aplikacje są gotowe do użycia i skonfigurowane z bezpiecznymi ustawieniami domyślnymi, aby <strong>zapobiec błędom</strong>.

source: Tails includes:
pl: Tails zawiera:

source: <i>Tor Browser</i> with <i>uBlock</i>, a secure browser and an ad-blocker
pl: <i>Przeglądarka Tor</i> z <i>uBlock</i>, bezpieczną przeglądarką i blokadą reklam

source: <i>Thunderbird</i>, for encrypted emails
pl: <i>Thunderbird</i> do zaszyfrowanych e-maili

source: <i>KeePassXC</i>, to create and store strong passwords
pl: <i>KeePassXC</i> do tworzenia i przechowywania silnych haseł

source: <i>LibreOffice</i>, an office suite
pl: <i>LibreOffice</i>, pakiet biurowy

source: <i>OnionShare</i>, to share files over Tor
pl: <i>OnionShare</i>, aby udostępniać pliki przez Tor

source: <i>Metadata Cleaner</i>, to remove metadata from files
pl: <i>Metadata Cleaner</i>, aby usunąć metadane z plików

source: and many more!
pl: i wiele więcej!

source: To prevent mistakes:
pl: Aby zapobiec błędom:

source: Applications are blocked automatically if they try to connect to the Internet without Tor.
pl: Aplikacje są automatycznie blokowane, jeśli próbują połączyć się z Internetem bez Tora.

source: Everything in the Persistent Storage is encrypted automatically.
pl: Wszystko w pamięci trwałej jest szyfrowane automatycznie.

source: Tails does not write anything to the hard disk. All the memory is deleted when shutting down.
pl: Tails nie zapisuje niczego na dysku twardym. Po wyłączeniu cała pamięć zostaje usunięta.

source: [[Features and included software|doc/about/features]]
pl: [[Funkcje i dołączone oprogramowanie|doc/about/features]]

source: [[Documentation|doc]]
pl: [[Dokumentacja|doc]]

source: Leave no trace on the Internet
pl: Nie zostawiaj śladów w Internecie

source: Tor for everything
pl: Tor na wszystko

source: Everything you do on the Internet from Tails goes through the Tor network. Tor encrypts and anonymizes your connection by <strong>passing it through 3 relays</strong>. <i>Relays</i> are servers operated by different people and organizations around the world.
pl: Wszystko, co robisz w Internecie w Tails, przechodzi przez sieć Tor. Tor szyfruje i anonimizuje Twoje połączenie, <strong>przekazując je przez 3 przekaźniki</strong>. <i>Przekaźniki</i> to serwery obsługiwane przez różne osoby i organizacje na całym świecie.

source: A single relay never knows both where the encrypted connection is coming from and where it is going to:
pl: Pojedynczy przekaźnik nigdy nie wie, skąd pochodzi szyfrowane połączenie i dokąd zmierza:

source: The 1st relay only knows where you are coming from but not where you are going to.
pl: Pierwszy przekaźnik wie tylko, skąd pochodzisz, ale nie wie, dokąd zmierzasz.

source: This 3rd relay only knows where you are going to but not where you are coming from.
pl: Ten trzeci przekaźnik wie tylko, dokąd zmierzasz, ale nie wie, skąd przychodzisz.

source: The connection to the final destination is encrypted whenever possible to prevent the 3rd relay from reading its content.
pl: Połączenie z miejscem docelowym jest szyfrowane, jeśli to możliwe, aby uniemożliwić 3. przekaźnikowi odczytanie jego zawartości.

source: This way, Tor is <strong>secure by design</strong> even if a few relays are malicious.
pl: W ten sposób Tor jest <strong>bezpieczny z założenia</strong>, nawet jeśli kilka przekaźników jest złośliwych.

source: The Tor network has more than 6&#8239;000 relays. Organizations running Tor relays include universities like the MIT, activist groups like Riseup, nonprofits like Derechos Digitales, Internet hosting companies like Private Internet Access, and so on. The huge diversity of people and organizations running Tor relays makes it more secure and more sustainable.
pl: Sieć Tor ma ponad 6 000 przekaźników. Organizacje obsługujące przekaźniki Tor obejmują uniwersytety takie jak MIT, grupy aktywistów takie jak Riseup, organizacje non-profit takie jak Derechos Digitales, firmy hostingowe takie jak Private Internet Access i tak dalej. Ogromna różnorodność osób i organizacji obsługujących przekaźniki Tora sprawia, że są one bezpieczniejsze i bardziej zrównoważone.

source: [[Why does Tails use Tor?|doc/anonymous_internet/tor/why]]
pl: [[Dlaczego Tails używa Tora?|doc/anonymous_internet/tor/why]]

source: [[Browsing the web with Tor Browser|doc/anonymous_internet/Tor_Browser]]
pl: [[Przeglądanie Internetu za pomocą przeglądarki Tor|doc/anonymous_internet/Tor_Browser]]

source: Avoid online surveillance and censorship
pl: Unikaj nadzoru i cenzury w Internecie

source: Tor prevents someone watching your Internet connection from learning <strong><i>what</i> you are doing on the Internet</strong>.
pl: Tor uniemożliwia osobie obserwującej Twoje połączenie internetowe dowiedzenie się, <strong><i>co</i> robisz w Internecie</strong>.

source: You can avoid censorship because it is <strong>impossible for a censor to know</strong> which websites you are visiting.
pl: Możesz uniknąć cenzury, ponieważ <strong>cenzor nie może wiedzieć</strong>, jakie witryny odwiedzasz.

source: If connecting to Tor is blocked or dangerous to use from where you are, for example in some countries with heavy censorship, you can use <i>bridges</i> to hide that you are connected to the Tor network.
pl: Jeśli łączenie się z Torem jest zablokowane lub niebezpieczne w miejscu, w którym się znajdujesz, na przykład w niektórych krajach, w których panuje silna cenzura, możesz użyć <i>mostów</i>, aby ukryć, że jesteś podłączony do sieci Tor.

source: [[Connecting to the Tor network|doc/anonymous_internet/tor]]
pl: [[Łączenie się z siecią Tor|doc/anonymous_internet/tor]]

source: Avoid tracking and change identity
pl: Unikaj śledzenia i zmieniaj tożsamość

source: Tor also prevents the websites that you are visiting from learning <strong><i>where</i> and <i>who</i> you are</strong>, unless you tell them. You can visit websites <strong>anonymously or change your identity</strong>.
pl: Tor uniemożliwia także witrynom, które odwiedzasz, dowiedzenie się, <strong><i>gdzie</i> i <i>kim</i> jesteś</strong>, chyba że im powiesz. Możesz odwiedzać strony internetowe <strong>anonimowo lub zmieniać swoją tożsamość</strong>.

source: Online trackers and advertisers won't be able to follow you around from one website to another anymore.
pl: Moduły śledzenia online i reklamodawcy nie będą już mogli śledzić Cię z jednej witryny na drugą.

source: You can publish a blog or manage a social media account entirely from Tails. If you only access it from Tails, it cannot be related to you. You can store documents and images related to this different identity in your Persistent Storage, keep your passwords in <i>KeePassXC</i>, have a dedicated email account in <i>Thunderbird</i>, etc.
pl: Możesz publikować bloga lub zarządzać kontem w mediach społecznościowych całkowicie z poziomu Tails. Jeśli uzyskujesz do niego dostęp tylko z Tails, nie może on być z Tobą powiązany. Możesz przechowywać dokumenty i obrazy powiązane z tą inną tożsamością w pamięci trwałej, przechowywać hasła w <i>KeePassXC</i>, mieć dedykowane konto e-mail w <i>Thunderbird</i> itp.

source: Software for freedom
pl: Oprogramowanie wolnościowe

source: Transparency to build trust
pl: Przejrzystość budująca zaufanie

source: All the code of our software is public to allow independent security researchers to verify that Tails really works the way it should.
pl: Cały kod naszego oprogramowania jest publiczny, aby umożliwić niezależnym badaczom bezpieczeństwa sprawdzenie, czy Tails naprawdę działa tak, jak powinien.

source: [[Trusting Tails|doc/about/trust]]
pl: [[Zaufanie Tails|doc/about/trust]]

source: [[License and source code distribution|doc/about/license]]
pl: [[Dystrybucja licencji i kodu źródłowego|doc/about/license]]

source: [[Design documents|contribute/design]]
pl: [[Dokumenty projektowe|wkład/projekt]]

source: Top security for free
pl: Najwyższe bezpieczeństwo za darmo

source: Nobody should have to pay to be safe while using a computer. That is why we are giving out Tails for free and try to make it easy to use by anybody.
pl: Nikt nie powinien płacić za bezpieczeństwo podczas korzystania z komputera. Właśnie dlatego rozdajemy Tails za darmo i staramy się, aby każdy mógł z niego łatwo korzystać.

source: We are a nonprofit and an open community.
pl: Jesteśmy organizacją non-profit i otwartą społecznością.

source: Our work is funded by donations from people like you and organizations that support Internet freedom: Mozilla, Tor, DuckDuckGo, Freedom of the Press Foundation, AccessNow, etc.
pl: Nasza praca jest finansowana z darowizn od osób takich jak Ty i organizacji wspierających wolność w Internecie: Mozilla, Tor, DuckDuckGo, Freedom of the Press Foundation, AccessNow itp.

source: [[Donate|donate]]
pl: [[Przekaż|przekaż darowiznę]]

source: [[Sponsors|sponsors]]
pl: [[Sponsorzy|sponsorzy]]

source: [[Social Contract|doc/about/social_contract]]
pl: [[Umowa społeczna|doc/about/social_contract]]

source: Sharing to be stronger
pl: Dziel się, żeby być silniejszym

source: Tails is built on solid foundations: the Tor network, the Debian operating system, the GNOME desktop environment, and all the tools included in Tails.
pl: Tails jest zbudowany na solidnych fundamentach: sieci Tor, systemie operacyjnym Debian, środowisku graficznym GNOME i wszystkich narzędziach zawartych w Tails.

source: We share back our improvements with these projects so that many more people can benefit from our work.
pl: Dzielimy się naszymi ulepszeniami z tymi projektami, aby znacznie więcej osób mogło skorzystać z naszej pracy.

source: [[Relationship with upstream|contribute/relationship_with_upstream]]
pl: [[Relacja z upstream|wkład/relacja_z_upstream]]

source: [[Contribute|contribute]]
pl: [[Wkład|wkład]]

source: [[Contact|about/contact]]
pl: [[Kontakt|o/kontakt]]

source: [[Install Tails|install]]
pl: [[Zainstaluj Tails|zainstaluj]]
