Repository: SchwabischesBauernbrot/tails
Catalog: wiki/src/contribute.*.po
Languages: ca

source: [[!meta title="Contributing to Tails"]]
ca: [[!meta title="Contribuir a Tails"]]

source: There are many ways you can contribute to Tails. No effort is too small and whatever you bring to this community will be appreciated. So read on to find out how you can make a difference in Tails.
ca: Hi ha moltes maneres de contribuir a Tails. Cap esforç és massa petit i el que aporteu a aquesta comunitat serà apreciat. Així que seguiu llegint per descobrir com podeu marcar la diferència a Tails.

source: Ways to contribute
ca: Formes de contribuir

source: <div class="block block-half"> <h2>Share your experience</h2>
ca: <div class="block block-half"> <h2>Compartiu la vostra experiència</h2>

source: <p>Every user can help others or provide developers with useful information.</p> <ul> <li>[[Report bugs|doc/first_steps/bug_reporting]]</li> <li>[[Test experimental Tails images|contribute/how/testing]]</li> <li>[[Provide input to developers|contribute/how/input]]</li> <li>[[Help other Tails users|contribute/how/help]]</li> </ul> </div>
ca: <p>Cada usuari pot ajudar els altres o proporcionar als desenvolupadors informació útil.</p> <ul> <li>[[Informeu d'errors|doc/first_steps/bug_reporting]]</li> <li>[[Proveu les imatges experimentals de Tails|contribute/how/testing]]</li> <li>[[Proporcioneu ajuda als desenvolupadors|contribute/how/input]]</li> <li>[[Ajudeu altres usuaris de Tails|contribute/how/help]]</li> </ul> </div>

source: <div class="block block-half"> <h2>Donate</h2>
ca: <div class="block block-half"> <h2>Feu una donació</h2>

source: <p>Donating speeds up the development of Tails.</p> <a class="button" href="https://tails.net/donate/">Donate</a> </div>
ca: <p>Les donacions acceleren el desenvolupament de Tails.</p> <a class="button" href="https://tails.net/donate/index.ca.html">Feu una donació</a> </div>

source: <h2>Contribute your language skills</h2>
ca: <h2>Aporteu les vostres habilitats lingüístiques</h2>

source: <div class="block block-third"> <h2>Writer</h2>
ca: <div class="block block-third"> <h2>Escriptor</h2>

source: <p>Good writers can make Tails accessible to more people.</p> <ul> <li>[[Improve our documentation|contribute/how/documentation]]</li> </ul> </div>
ca: <p>Els bons escriptors poden fer que Tails sigui accessible per a més gent.</p> <ul> <li>[[Milloreu la nostra documentació|contribute/how/documentation]]</li> </ul> </div>

source: <div class="block block-third"> <h2>Translator</h2>
ca: <div class="block block-third"> <h2>Traductor</h2>

source: <p>Translators can allow more people around the world to use Tails.</p> <ul> <li>[[Improve Tails in your own language|contribute/how/translate]]</li> </ul> </div>
ca: <p>Els traductors poden permetre que més persones arreu del món facin servir Tails.</p> <ul> <li>[[Milloreu Tails en el vostre propi idioma|contribute/how/translate]]</li> </ul> </div>

source: <div class="block block-third"> <h2>Speaker</h2>
ca: <div class="block block-third"> <h2>Presentador</h2>

source: <p>Speakers can advocate Tails to all kinds of public.</p> <ul> <li>[[Outreach material: logo, leaflets, stickers, etc.|contribute/how/promote]]</li> </ul> </div>
ca: <p>Els ponents poden recomanar Tails a tot tipus de públic.</p> <ul> <li>[[Material de divulgació: logotip, fulletons, adhesius, etc.|contribute/how/promote]]</li> </ul> </div>

source: <h2>Contribute your computer skills</h2>
ca: <h2>Aporteu les vostres habilitats informàtiques</h2>

source: <div class="block block-third"> <h2>Developer or maintainer</h2>
ca: <div class="block block-third"> <h2>Desenvolupador o mantenidor</h2>

source: <p>Software people with very diverse skills can improve Tails.</p> <ul> <li>[[Work on the source code|contribute/how/code]]</li> <li>[[Improve Tails by working on Debian|contribute/how/debian]]</li> </ul> </div>
ca: <p>Els programadors amb habilitats molt diverses poden millorar Tails.</p> <ul> <li>[[Treballeu amb el codi font|contribute/how/code]]</li> <li>[[Milloreu Tails treballant a Debian|contribute/how/debian]]</li> </ul> </div>

source: <div class="block block-third"> <h2>System administrator</h2>
ca: <div class="block block-third"> <h2>Administrador de sistemes</h2>

source: <p>System administrators can contribute to the infrastructure behind Tails.</p> <ul> <li>[[Run a HTTP mirror|contribute/how/mirror]]</li> <li>[[Improve Tails infrastructure|contribute/how/sysadmin]]</li> </ul> </div>
ca: <p>Els administradors de sistemes poden contribuir a la infraestructura que hi ha darrere de Tails.</p> <ul> <li>[[Executeu un mirall HTTP|contribute/how/mirror]]</li> <li>[[Milloreu la infraestructura de Tails|contribute/how/sysadmin]]</li> </ul> </div>

source: <div class="block block-third"> <h2>Designer</h2>
ca: <div class="block block-third"> <h2>Dissenyador</h2>

source: <p>Designers can make Tails easier to use and more appealing.</p> <ul> <li>[[Improve the website|contribute/how/website]]</li> <li>[[Design graphics|contribute/how/graphics]]</li> <li>[[Improve the Tails user experience|contribute/how/user_experience]]</li> </ul> </div>
ca: <p>Els dissenyadors poden fer que Tails sigui més fàcil d'utilitzar i més atractiu.</p> <ul> <li>[[Milloreu el lloc web|contribute/how/website]]</li> <li>[[Dissenyeu gràfics|contribute/how/graphics]]</li> <li>[[Milloreu l'experiència de l'usuari de Tails|contribute/how/user_experience]]</li> </ul> </div>

source: <p>This section is only in English, because there is currently no way to contribute to Tails if you do not understand English.</p>
ca: <p>Aquesta secció només està en anglès, perquè actualment no hi ha manera de contribuir a Tails si no enteneu l'anglès.</p>

source: Reference documents
ca: Documents de referència

source: - [[Mission and values|contribute/mission]]
ca: - [[Missió i valors|contribute/mission]]

source: - [[Design documents|contribute/design]]
ca: - [[Documents de disseny|contribute/design]]

source: - [Blueprints](https://gitlab.tails.boum.org/tails/blueprints/-/wikis/) to help structuring ideas for future improvements
ca: - [Blueprints](https://gitlab.tails.boum.org/tails/blueprints/-/wikis/) per ajudar a estructurar idees per a millores futures

source: - [[Merge policy|contribute/merge_policy]]
ca: - [[Política d'integració|contribute/merge_policy]]

source: - [[!tails_website contribute/how/promote/material/logo desc="Logo"]]
ca: - [[!tails_website contribute/how/promote/material/logo desc="Logotip"]]

source: - [[Personas|contribute/personas]]
ca: - [[Persones|contribute/personas]]

source: Tools for contributors
ca: Eines per als col·laboradors

source: - Source code: [[Git repositories|contribute/git]]
ca: - Codi font: [[repositoris Git|contribute/git]]

source: - [[GitLab source code and bug tracker|contribute/working_together/GitLab]]
ca: - [[Codi font de GitLab i rastrejador d'errors|contribute/working_together/GitLab]]

source: - [[Starter tasks|starter_tasks]] for new contributors
ca: - [[Tasques inicials|starter_tasks]] per a nous col·laboradors

source: - [[Building a Tails image|contribute/build]]
ca: - [[Construïu una imatge de Tails|contribute/build]]

source: [[Build a local copy of the website|contribute/build/website]]
ca: [[Creeu una còpia local del lloc web|contribute/build/website]]

source: [[Customize Tails|contribute/customize]]
ca: [[Personalitzeu Tails|contribute/customize]]

source: [Nightly Tails image builds](https://nightly.tails.boum.org)
ca: [Elaboració d'imatges de Tails diàries](https://nightly.tails.boum.org)

source: [[Jenkins CI|contribute/working_together/roles/sysadmins/Jenkins]]
ca: [[CI de Jenkins|contribute/working_together/roles/sysadmins/Jenkins]]

source: - Debian packages
ca: - Paquets de Debian

source: [[APT repository|contribute/APT_repository]], to store our custom Debian packages
ca: [[repositori APT|contribute/APT_repository]], per emmagatzemar els nostres paquets de Debian personalitzats

source: How we manage and upgrade the [[Linux kernel|contribute/Linux_kernel]].
ca: Com gestionem i actualitzem el [[nucli de Linux|contribute/Linux_kernel]].

source: How we manage and upgrade [[contribute/tor]].
ca: Com gestionem i actualitzem [[Tor|contribute/tor]].

source: - Tips to develop and debug [[contribute/Tor_Connection]]
ca: - Consells per desenvolupar i depurar la [[connexió Tor|contribute/Tor_Connection]]

source: - Tips to develop [[contribute/Persistent_Storage]]
ca: - Consells per desenvolupar [[l'Emmagatzematge Persistent|contribute/Persistent_Storage]]

source: [[Glossary for contributors|contribute/glossary]]
ca: [[Glossari per a col·laboradors|contribute/glossary]]

source: Release cycle
ca: Cicle de llançament

source: - [[Release schedule|contribute/release_schedule]]
ca: - [[Calendaris de llançaments|contribute/release_schedule]]

source: - [[Release process|contribute/release_process]]
ca: - [[Procés de llançament|contribute/release_process]]

source: [[Manual test suite|contribute/release_process/test]]
ca: [[Suite de proves manuals|contribute/release_process/test]]

source: [[Automated test suite|contribute/release_process/test/automated_tests]]
ca: [[Suite de proves automatitzades|contribute/release_process/test/automated_tests]]

source: [[Verification JavaScript|contribute/release_process/verification_javascript]]
ca: [[Verificació JavaScript|contribute/release_process/verification_javascript]]

source: Relationship with upstream and derivatives
ca: Relació amb upstream i derivades

source: - [[Relationship with upstream|contribute/relationship_with_upstream]]
ca: - [[Relació amb upstream|contribute/relationship_with_upstream]]

source: - [[Improve Tails by working on Debian|contribute/how/debian]]
ca: - [[Milloreu Tails treballant a Debian|contribute/how/debian]]

source: - [[About creating Tails derivatives|contribute/derivatives]]
ca: - [[Sobre la creació de derivats de Tails|contribute/derivatives]]

source: Collective process
ca: Procés col·lectiu

source: - [[Calendar|contribute/calendar]] of releases
ca: - [[Calendari|contribute/calendar]] de llançaments

source: - [[Code of conduct|contribute/working_together/code_of_conduct]]
ca: - [[Codi de conducta|contribute/working_together/code_of_conduct]]

source: - [[Social contract|doc/about/social_contract]]
ca: - [[Contracte social|doc/about/social_contract]]

source: - [[People|contribute/working_together/people]]
ca: - [[Persones|contribute/working_together/people]]

source: - [[Marking a task as Starter|contribute/working_together/criteria_for_starter_tasks]]
ca: - [[Marcar una tasca com a 'Inicial'|contribute/working_together/criteria_for_starter_tasks]]

source: - [[Document progress|contribute/working_together/GitLab#document-progress]]
ca: - [[Documentar el progrés|contribute/working_together/GitLab#document-progress]]

source: - Reimbursements
ca: - Reemborsaments

source: [[Organizing a sprint|contribute/sprint]]
ca: [[Organitzar un sprint|contribute/sprint]]

source: [[Sponsorship to attend events on behalf of Tails|contribute/sponsorship_to_attend_events]]
ca: [[Patrocini per assistir a esdeveniments en nom de Tails|contribute/sponsorship_to_attend_events]]

source: [[Hardware and other reimbursements|contribute/reimbursements]]
ca: [[Maquinari i altres reemborsaments|contribute/reimbursements]]

source: - Teams
ca: - Equips

source: [[Accounting team|contribute/working_together/roles/accounting]]
ca: [[Equip de comptabilitat|contribute/working_together/roles/accounting]]

source: [[Community Health team|contribute/working_together/roles/community_health]]
ca: [[Equip de Community Health|contribute/working_together/roles/community_health]]

source: [[Foundations team|contribute/working_together/roles/foundations_team]]
ca: [[Equip de fundacions|contribute/working_together/roles/foundations_team]]

source: [[Fundraising team|contribute/working_together/roles/fundraising]]
ca: [[Equip de captació de fons|contribute/working_together/roles/fundraising]]

source: [[Help desk|contribute/working_together/roles/help_desk]]
ca: [[Taulell d'ajuda|contribute/working_together/roles/help_desk]]

source: [[Management team|contribute/working_together/roles/management]]
ca: [[Equip directiu|contribute/working_together/roles/management]]

source: [[Release managers|contribute/working_together/roles/release_manager]]
ca: [[Gestors de llançaments|contribute/working_together/roles/release_manager]]

source: [[Ticket gardeners|contribute/working_together/roles/ticket_gardener]]
ca: [[Jardiners de tickets|contribute/working_together/roles/ticket_gardener]]

source: [[Technical writers|contribute/working_together/roles/technical_writer]]
ca: [[Escriptors tècnics|contribute/working_together/roles/technical_writer]]

source: [[Test suite maintainers|contribute/working_together/roles/test_suite]]
ca: [[Mantenidors de la suite de proves|contribute/working_together/roles/test_suite]]

source: [[Translation platform maintainers|contribute/working_together/roles/translation_platform]]
ca: [[Mantenidors de la plataforma de traducció|contribute/working_together/roles/translation_platform]]

source: [[UX designers|contribute/working_together/roles/ux]]
ca: [[Dissenyadors d'experiència d'usuari|contribute/working_together/roles/ux]]

source: - Interfaces between roles and teams
ca: - Interfícies entre rols i equips

source: [[Developers and Release Managers|contribute/working_together/interfaces/developers_and_release_managers]]
ca: [[Desenvolupadors i gestors de llançaments|contribute/working_together/interfaces/developers_and_release_managers]]

source: - Roles for sponsor deliverables (internal documentation):
ca: - Funcions dels lliuraments dels patrocinadors (documentació interna):

source: Contact us
ca: Contacteu-nos

source: To talk to other Tails contributors, subscribe to [[the relevant mailing lists|about/contact]].
ca: Per parlar amb altres col·laboradors de Tails, subscriviu-vos a [[les llistes de correu rellevants|about/contact]].
