Repository: SchwabischesBauernbrot/tails
Catalog: wiki/src/donate.*.po
Languages: ca, de

source: Administration and fundraising
ca: Administració i captació de fons
de: Verwaltung und Mittelbeschaffung

source: We make the most of the money that we receive because we prefer spending our time improving Tails for our users.
ca: Aprofitem al màxim els diners que rebem perquè preferim dedicar el nostre temps a millorar Tails per als nostres usuaris.
de: Wir nutzen das Geld, das wir erhalten, möglichst effektiv, weil wir es vorziehen, unsere Zeit damit zu verbringen, Tails für unsere Nutzer zu verbessern.

source: Recommended by
ca: Recomanat per
de: Empfohlen von

source: [[!inline pages="donate/testimonials.inline" raw="yes" sort="age"]]
ca: [[!inline pages="donate/testimonials.inline.ca" raw="yes" sort="age"]]
de: [[!inline pages="donate/testimonials.inline.de" raw="yes" sort="age"]]

source: If you need a donation receipt, contact us at <a href="mailto:fundraising@tails.net">fundraising@tails.net</a>.
ca: Si necessiteu un rebut de donació, poseu-vos en contacte amb nosaltres a <a href="mailto:fundraising@tails.net">fundraising@tails.net</a>.

source: Until now, cryptocurrencies other than Bitcoin, Ethereum, and Monero represent less than 1% of our donations in cryptocurrencies. Unfortunately, we had to stop accepting Ethereum. We want to see other cryptocurrencies gain real popularity before spending more time on them.
ca: Fins ara, les criptomonedes diferents de Bitcoin, Ethereum i Monero representen menys de l'1% de les nostres donacions en criptomonedes. Malauradament, ja no acceptem Ethereum. Volem que altres criptomonedes guanyin una major popularitat abans de dedicar-hi més temps.

source: <em>Bank</em>: GLS Gemeinschaftsbank eG
ca: <em>Banc</em>: GLS Gemeinschaftsbank eG

source: <a href="mailto:fundraising@tails.net">fundraising@tails.net</a> ([[OpenPGP key|fundraising-tails-net.key]])
ca: <a href="mailto:fundraising@tails.net">fundraising@tails.net</a> ([[clau OpenPGP|fundraising-tails-net.key]])
