Repository: SchwabischesBauernbrot/tails
Catalog: wiki/src/donate.*.po
Languages: ca, de

source: [[!meta title="Donate to fight surveillance and censorship"]]
ca: [[!meta title="Feu un donatiu per lluitar contra la vigilància i la censura"]]
de: [[!meta title="Spenden Sie, um Überwachung und Zensur zu bekämpfen"]]

source: Tails is their strongest protection
ca: Tails és la seva protecció més forta
de: Tails ist ihr bester Schutz

source: At Tails, we build a liberating operating system that puts people in control of their digital lives.
ca: A Tails, construïm un sistema operatiu alliberador que posa les persones en control de la seva vida digital.
de: Tails entwickelt ein Betriebssystem, das Menschen die Freiheit gibt, ihr digitales Leben selbst zu bestimmen.

source: In 2023, Tails touched the lives of approximately 25&#8239;000 individuals daily, and will surpass a staggering 10 million uses. Over the years, Tails has become an invaluable ally for those on the front lines of truth-seeking and progressive political advocacy:
ca: El 2023, Tails ha tocat la vida d'aproximadament 25&#8239;000 persones diàries, i superarà l'increïble fita dels 10 milions d'usos. Amb els anys, Tails s'ha convertit en un aliat inestimable per a aquells que estan a la primera línia de la recerca de la veritat i la defensa política progressista:
de: Im Jahr 2023 hat Tails täglich das Leben von etwa 25.000 Menschen berührt und wird eine beeindruckende Zahl von 10 Millionen Nutzungen übertreffen. Im Laufe der Jahre hat sich Tails zu einem unschätzbaren Verbündeten für diejenigen an vorderster Front der Wahrheitssuche und progressiven politischen Advocacy entwickelt:

source: <b>Investigative journalists</b> have used Tails to securely unearth corruption and wrongdoing, without fear of reprisal. For example, journalists from PODER and Serendipia used Tails to investigate the systematic espionage of feminists and LGBTQIA+ groups by the Mexican army.
ca: <b>Els periodistes d'investigació</b> han utilitzat Tails per desenterrar de manera segura la corrupció i els actes il·lícits, sense por de represàlies. Per exemple, periodistes de PODER i Serendipia van utilitzar Tails per investigar l'espionatge sistemàtic de feministes i grups LGBTQIA+ per part de l'exèrcit mexicà.
de: <b>Investigativjournalisten</b> haben Tails verwendet, um Korruption und Unrecht sicher aufzudecken, ohne Angst vor Repressalien. Zum Beispiel verwendeten Journalisten von PODER und Serendipia Tails, um die systematische Spionage von Feministinnen und LGBTQIA+-Gruppen durch die mexikanische Armee zu untersuchen.

source: <b>Activists</b> have used Tails to organize and communicate with each other, even in repressive regimes. For example, reproductive rights activists in Brazil have used Tails to protect their work and personal data from intrusive law enforcement and boyfriends alike.
ca: <b>Activistes</b> han utilitzat Tails per organitzar-se i comunicar-se entre ells, fins i tot en règims repressius. Per exemple, els activistes dels drets reproductius al Brasil han utilitzat Tails per protegir la seva feina i les seves dades personals tant de les forces de l'ordre intrusives com de les seves parelles.
de: <b>Aktivisten</b> haben Tails verwendet, um sich zu organisieren und miteinander zu kommunizieren, selbst in repressiven Regimen. Zum Beispiel haben reproduktive Menschenrechts-Aktivistinnen in Brasilien Tails verwendet, um ihre Arbeit und ihre persönlichen Daten vor neugieriger Strafverfolgung und auch vor Freundinnen und Freunden zu schützen.

source: <b>Whistleblowers</b> have used Tails to expose wrongdoing without compromising their identities or endangering their sources. For example, Edward Snowden and his collaborators used Tails to expose the massive global surveillance programs orchestrated by the NSA and the Five Eyes intelligence alliance.
ca: <b>Denunciants</b> han fet servir Tails per exposar els fets il·lícits sense comprometre la seva identitat ni posar en perill les seves fonts. Per exemple, Edward Snowden i els seus col·laboradors van utilitzar Tails per exposar els programes de vigilància global massius orquestrats per la NSA i l'aliança d'intel·ligència Five Eyes.
de: <b>Whistleblower</b> haben Tails verwendet, um Missstände aufzudecken, ohne ihre Identitäten preiszugeben oder ihre Quellen zu gefährden. Zum Beispiel verwendeten Edward Snowden und seine Mitarbeiter Tails, um die massiven globalen Überwachungsprogramme der NSA und des Fünf-Augen-Nachrichtendienstbündnisses aufzudecken.

source: Tails is non-profit, and runs on a relatively small budget. We have punched above our weight thanks to your support, and we continue to need your support every year.
ca: Tails no té ànim de lucre i té un pressupost relativament petit. Hem aconseguit fites increïbles gràcies al vostre suport i seguim necessitant el vostre suport cada any.
de: Tails ist gemeinnützig und wird mit einem relativ kleinen Budget betrieben. Dank Ihrer Unterstützung haben wir unsere Möglichkeiten übertroffen, und wir benötigen Ihre Unterstützung auch weiterhin jedes Jahr.

source: By donating to Tails, you can help us to continue developing and improving Tails, and to make it more accessible to people who need it most.
ca: En fer una donació a Tails, ens podeu ajudar a continuar desenvolupant i millorant Tails i a fer-lo més accessible per a les persones que més ho necessiten.
de: Indem Sie an Tails spenden, können Sie uns helfen, Tails weiterhin zu entwickeln und zu verbessern und es für Menschen, die es am dringendsten brauchen, zugänglicher zu machen.

source: <input type="hidden" name="cmd" value="_xclick-subscriptions" id="cmd"/> <input type="hidden" name="business" value="tailsriseuplabs@riseup.net" id="business"/> <input type="hidden" name="currency_code" value="USD" id="currency_code"/> <input type="hidden" name="item_name" value="Donation to Tails"/> <input type="hidden" name="custom" id="custom"/> <input type="hidden" name="no_note" value="1"/> <input type="hidden" name="return" value="https://tails.net/donate/thanks/" class="return-url"/> <input type="hidden" name="cancel_return" value="https://tails.net/donate/canceled/" class="return-url"/> <input type="hidden" name="lc" value="US"/> <input type="hidden" name="a3" value="5" id="a3"/> <input type="hidden" name="t3" value="M" id="t3"/> <input type="hidden" name="p3" value="1"/> <input type="hidden" name="src" value="1"/> <input type="hidden" name="amount" value="5" id="amount"/>
ca: <input type="hidden" name="cmd" value="_xclick-subscriptions" id="cmd"/> <input type="hidden" name="business" value="tailsriseuplabs@riseup.net" id="business"/> <input type="hidden" name="currency_code" value="USD" id="currency_code"/> <input type="hidden" name="item_name" value="Donació a Tails"/> <input type="hidden" name="custom" id="custom"/> <input type="hidden" name="no_note" value="1"/> <input type="hidden" name="return" value="https://tails.net/donate/thanks/index.ca.html" class="return-url"/> <input type="hidden" name="cancel_return" value="https://tails.net/donate/canceled/index.ca.html" class="return-url"/> <input type="hidden" name="lc" value="US"/> <input type="hidden" name="a3" value="5" id="a3"/> <input type="hidden" name="t3" value="M" id="t3"/> <input type="hidden" name="p3" value="1"/> <input type="hidden" name="src" value="1"/> <input type="hidden" name="amount" value="5" id="amount"/>
de: <input type="hidden" name="cmd" value="_xclick-subscriptions" id="cmd"/> <input type="hidden" name="business" value="tailsriseuplabs@riseup.net" id="business"/> <input type="hidden" name="currency_code" value="USD" id="currency_code"/> <input type="hidden" name="item_name" value="Spende an Tails"/> <input type="hidden" name="custom" id="custom"/> <input type="hidden" name="no_note" value="1"/> <input type="hidden" name="return" value="https://tails.net/donate/thanks/" class="return-url"/> <input type="hidden" name="cancel_return" value="https://tails.net/donate/canceled/" class="return-url"/> <input type="hidden" name="lc" value="US"/> <input type="hidden" name="a3" value="5" id="a3"/> <input type="hidden" name="t3" value="M" id="t3"/> <input type="hidden" name="p3" value="1"/> <input type="hidden" name="src" value="1"/> <input type="hidden" name="amount" value="5" id="amount"/>

source: <label class="btn btn-lg btn-primary active" id="currency-dollar"> <input type="radio" id="dollars" autocomplete="off" checked data-complete-text="finished!"/> Dollars </label> <label class="btn btn-lg btn-primary" id="currency-euro"> <input type="radio" id="euros" autocomplete="off" checked data-complete-text="finished!"/> Euros </label>
de: <label class="btn btn-lg btn-primary active" id="currency-dollar"> <input type="radio" id="dollars" autocomplete="off" checked data-complete-text="finished!"/> Dollar </label> <label class="btn btn-lg btn-primary" id="currency-euro"> <input type="radio" id="euros" autocomplete="off" checked data-complete-text="finished!"/> Euro </label>

source: <label class="col-sm-4 col-xs-12"><input type="radio" name="frequency" id="one-time"/>One-time</label> <label class="col-sm-4 col-xs-12"><input type="radio" name="frequency" id="monthly"/>Monthly</label> <label class="col-sm-4 col-xs-12"><input type="radio" name="frequency" id="yearly"/>Yearly</label>
de: <label class="col-sm-4 col-xs-12"><input type="radio" name="frequency" id="one-time"/>Einmalig</label> <label class="col-sm-4 col-xs-12"><input type="radio" name="frequency" id="monthly"/>Monatlich</label> <label class="col-sm-4 col-xs-12"><input type="radio" name="frequency" id="yearly"/>Jährlich</label>

source: Monthly and yearly donations, even the smallest, are the most valuable for the sustainability of Tails. They require a [[!img paypal-inline.png link="no" class="paypal-inline" alt="PayPal"]] account.
ca: Les donacions mensuals i anuals, fins i tot les més petites, són les més valuoses per a la sostenibilitat de Tails. Requereixen un compte de [[!img paypal-inline.png link="no" class="paypal-inline" alt="PayPal"]].
de: Monatliche und jährliche Spenden, auch die kleinsten, sind für die Nachhaltigkeit von Tails am wertvollsten. Sie benötigen ein [[!img paypal-inline.png link="no" class="paypal-inline" alt="PayPal"]]-Konto.

source: <label> <input type="checkbox" id="opt-in"/>I want to receive a newsletter 2&ndash;3 times a year. </label>
de: <label> <input type="checkbox" id="opt-in"/>Ich möchte den Newsletter ca. 2&ndash;3 Mal im Jahr empfangen. </label>

source: We will use the email address provided in the PayPal form.
ca: Utilitzarem l'adreça de correu electrònic proporcionada al formulari de PayPal.
de: Wir werden die E-Mail-Adresse verwenden, die Sie im PayPal-Formular angegeben haben.

source: <button class="btn btn-primary btn-lg btn-block col-md-12">Donate</button>
de: <button class="btn btn-primary btn-lg btn-block col-md-12">Spenden</button>

source: Your donation goes entirely to Tails and will be handled by Riseup Labs which is a 501(c)(3) nonprofit organization in the USA.
ca: La vostra donació es destina íntegrament a Tails i serà gestionada per Riseup Labs, una organització sense ànim de lucre 501(c)(3) als EUA.
de: Ihre Spende geht vollständig an Tails und wird durch Riseup Labs, einer gemeinnützigen Organisation nach 501(c)(3) in den USA, abgewickelt.

source: Your donation goes entirely to Tails and will be handled by CCT which is a nonprofit organization in Germany.
de: Deine Spende geht vollständig an Tails und wird durch CCT, einer deutschen gemeinnützigen Organisation, abgewickelt.

source: If you need a donation receipt, contact us at
ca: Si necessiteu un rebut de donació, contacteu amb nosaltres a
de: Wenn Sie eine Spendenquittung benötigen, kontaktieren Sie uns bitte unter

source: Donate in dollars
de: In Dollar spenden

source: Recurring donation
ca: Donació recurrent
de: Wiederkehrende Spenden

source: <label for="sub_m"><input type="radio" name="t3" value="M" id="sub_m" checked="checked"/>Monthly</label> <label for="sub_y"><input type="radio" name="t3" value="Y" id="sub_y"/>Yearly</label>
ca: <label for="sub_m"><input type="radio" name="t3" value="M" id="sub_m" checked="checked"/>Mensual</label> <label for="sub_y"><input type="radio" name="t3" value="Y" id="sub_y"/>Anual</label>
de: <label for="sub_m"><input type="radio" name="t3" value="M" id="sub_m" checked="checked"/>Monatlich</label> <label for="sub_y"><input type="radio" name="t3" value="Y" id="sub_y"/>Jährlich</label>

source: <input type="submit" value="Donate (recurring)"/>
ca: <input type="submit" value="Feu una donació (recurrent)"/>
de: <input type="submit" value="Spenden (wiederkehrend)"/>

source: One-time donation
ca: Donació única
de: Einmalige Spende

source: Does not require a [[!img paypal-inline.png link="no" class="paypal-inline" alt="PayPal"]] account.
ca: No requereix un compte de [[!img paypal-inline.png link="no" class="paypal-inline" alt="PayPal"]].
de: Benötigen kein [[!img paypal-inline.png link="no" class="paypal-inline" alt="PayPal"]]-Konto.

source: <label for="pp_100"><input type="radio" name="amount" value="100" id="pp_100"/>$100</label> <label for="pp_150"><input type="radio" name="amount" value="150" id="pp_150"/>$150</label> <label for="pp_200"><input type="radio" name="amount" value="200" id="pp_200"/>$200</label> <label for="pp_cust"><input type="radio" name="amount" value="" id="pp_cust"/>Custom amount</label>
de: <label for="pp_100"><input type="radio" name="amount" value="100" id="pp_100"/>$100</label> <label for="pp_150"><input type="radio" name="amount" value="150" id="pp_150"/>$150</label> <label for="pp_200"><input type="radio" name="amount" value="200" id="pp_200"/>$200</label> <label for="pp_cust"><input type="radio" name="amount" value="" id="pp_cust"/>Betrag festlegen</label>

source: <input type="submit" value="Donate (one-time)"/>
ca: <input type="submit" value="Donar (donació única)"/>
de: <input type="submit" value="Spenden (einmalig)"/>

source: <strong>Donations are tax-deductible to the full extent permitted by law.</strong>
de: <strong>Spenden sind bis zu dem vollen gesetzlich festgelegten Rahmen von der Steuer absetzbar.</strong>

source: Become a sponsor
ca: Convertiu-vos en patrocinador
de: Werden Sie Sponsor

source: All donations, grants, and awards of more than $1&#8239;000 appear in our [[list of sponsors|sponsors]].
ca: Totes les donacions, subvencions i premis de més de 1&#8239;000$ apareixen a la nostra [[llista de patrocinadors|sponsors]].
de: Alle Spenden, Zuschüsse und Auszeichnungen von mehr als 10.000 US-Dollar werden in unserer [[Sponsorenliste|sponsors]] veröffentlicht.

source: Come talk to us and [[become a sponsor|sponsors/become]] yourself!
de: Sprechen Sie uns an und [[werden Sie Sponsor|partners/become]]!

source: Other ways to donate
ca: Altres maneres de donar
de: Andere Möglichkeiten zu spenden

source: <a id="other-cryptos"></a> [[!toggle id="other-cryptos" text="Other cryptocurrencies"]] [[!toggleable id="other-cryptos" text="""
ca: <a id="other-cryptos"></a> [[!toggle id="other-cryptos" text="Altres criptomonedes"]] [[!toggleable id="other-cryptos" text="""
de: <a id="other-cryptos"></a> [[!toggle id="other-cryptos" text="Andere Cryptowährungen"]] [[!toggleable id="other-cryptos" text="""

source: Supporting more cryptocurrencies implies more work for us: learning how they work, installing the software in a secure place, monitoring their value and trading them, etc.
ca: Donar suport a més criptomonedes implica més feina per a nosaltres: aprendre com funcionen, instal·lar el programari en un lloc segur, controlar-ne el valor i comercialitzar-les, etc.
de: Die Unterstützung weiterer Kryptowährungen bedeutet mehr Arbeit für uns: Wir müssen lernen, wie sie funktionieren, die Software an einem sicheren Ort installieren, ihren Wert überwachen und sie handeln, usw.

source: To make a good use of our time, we focus on the cryptocurrencies that are the easiest for us to accept and the most popular.
ca: Per fer un bon ús del nostre temps, ens centrem en les criptomonedes que són les més fàcils d'acceptar i les més populars.
de: Um unsere Zeit gut zu nutzen, konzentrieren wir uns auf Kryptowährungen, die für uns am einfachsten zu akzeptieren und am beliebtesten sind.

source: Cash and US checks
ca: Efectiu i xecs dels EUA
de: Bar und US Schecks

source: You can send us cash in any currency and US checks by post:
ca: Podeu enviar-nos diners en efectiu en qualsevol moneda i xecs dels EUA per correu postal:
de: Sie können uns Bargeld in jeder Währung und US-Schecks per Post senden:

source: Please add a note that your donation is for Tails.
ca: Afegiu una nota que la vostra donació és per a Tails.
de: Bitte geben Sie bei Ihrer Spende an, dass diese für Tails ist.

source: Checks should be made payable to Riseup Labs.
ca: Els xecs s'han de fer a càrrec de Riseup Labs.
de: Schecks sollten an Riseup Labs ausgestellt werden.

source: Bank transfer
ca: Transferència bancària
de: Banküberweisung

source: German bank account (preferred)
de: Deutsches Bankkonto (bevorzugt)

source: These instructions also work with <a href="https://wise.com/">Wise</a>.
ca: Aquestes instruccions també funcionen amb <a href="https://wise.com/">Wise</a>.
de: Diese Anweisungen funktionieren auch mit <a href="https://wise.com/">Wise</a>.

source: <em>Account holder</em>: Center for Cultivation of Technology gGmbH
ca: <em>Titular del compte</em>: Center for Cultivation of Technology gGmbH
de: <em>Kontoinhaber</em>: Center for Cultivation of Technology gGmbH

source: <em>Bank address</em>: Christstrasse 9, 44789, Bochum, Germany
ca: <em>Adreça bancària</em>: Christstrasse 9, 44789, Bochum, Germany
de: <em>Adresse der Bank</em>: Christstrasse 9, 44789, Bochum, Germany

source: Please make sure to mention the purpose of transfer:
de: Bitte achte darauf, bei der Überweisung den Verwendungszweck anzugeben:

source: <em>Purpose of transfer</em>: TAILS-R43NGFR9
ca: <em>Objectiu de la transferència</em>: TAILS-R43NGFR9
de: <em>Verwendungszweck</em>: TAILS-R43NGFR9

source: Your donation goes entirely to Tails and will be handled by the Center for the Cultivation of Technology (CCT) which is a nonprofit organization in Germany.
ca: La vostra donació es destina íntegrament a Tails i serà gestionada pel Centre per al Cultiu de la Tecnologia (CCT), que és una organització sense ànim de lucre a Alemanya.
de: Ihre Spende geht vollständig an Tails und wird vom Center for the Cultivation of Technology (CCT), einer gemeinnützigen Organisation in Deutschland, abgewickelt.

source: <a href="https://techcultivation.org/donate.html">Donations are tax-deductible to the full extent permitted by law.</a>
de: <a href="https://techcultivation.org/donate.html">Spenden sind bis zu dem vollen gesetzlich festgelegten Rahmen von der Steuer absetzbar.</a>

source: Corporate matching donation programs
ca: Programes corporatius de donació de donació de contrapartida
de: Unternehmensbezogene Spendenmatching-Programme

source: Search for <strong>Riseup Labs</strong> and donate to <strong>Tails via Riseup Labs</strong>.
ca: Cerqueu <strong>Riseup Labs</strong> i feu una donació a <strong>Tails mitjançant Riseup Labs</strong>.
de: Suchen Sie nach <strong>Riseup Labs</strong> und spenden Sie an <strong>Tails über Riseup Labs</strong>.

source: If you cannot specify that your donation to Riseup Labs is for Tails, please let us know so we can attribute your donation to Tails specifically. Liberate (aka Riseup Labs) is a 501(c)(3) nonprofit in the USA.
ca: Si no podeu especificar que la vostra donació a Riseup Labs és per a Tails, feu-nos-ho saber perquè puguem atribuir la vostra donació a Tails específicament. Liberate, també coneguda com a Riseup Labs, és una organització sense ànim de lucre 501(c)(3) als EUA.
de: Wenn Sie nicht angeben können, dass Ihre Spende an Riseup Labs für Tails ist, teilen Sie uns dies bitte mit, damit wir Ihre Spende Tails spezifisch zuordnen können. Liberate (auch bekannt als Riseup Labs) ist eine 501(c)(3) gemeinnützige Organisation in den USA.

source: Contact
ca: Contacte
de: Kontakt

source: If you have any question or problem regarding your donation, our fundraising team is here to help you:
ca: Si teniu cap pregunta o problema sobre la vostra donació, el nostre equip de recaptació de fons està aquí per ajudar-vos:
de: Wenn Sie Fragen oder Probleme mit Ihrer Spende haben, steht Ihnen unser Fundraising-Team gerne zur Verfügung:

source: Where our money comes from
ca: D'on provenen els nostres diners
de: Woher unser Geld kommt

source: Passionate people like you
ca: Gent apassionada com tu
de: Menschen mit Herzblut wie Sie

source: Entities related to the US government
ca: Entitats relacionades amb el govern dels EUA
de: US-Regierungsnahe Organisationen

source: like the US Department of State and Internews
ca: com el Departament d'Estat dels Estats Units d'Amèrica
de: wie das US-Außenministerium und Internews

source: Foundations & NGOs
ca: Fundacions i ONGs
de: Stiftungen und Nichtregierungsorganisationen

source: like Tor and RIPE NCC
ca: com Tor i RIPE NCC
de: wie Tor und RIPE NCC

source: Private companies
ca: Empreses privades
de: Privatunternehmen

source: like ProtonMail and ThinkPenguin
ca: com ProtonMail i ThinkPenguin
de: wie ProtonMail und ThinkPenguin

source: How we spend our money
ca: Com gastem els nostres diners
de: Wie wir unser Geld verwenden

source: Releases, maintenance, and infrastructure
ca: Llançaments, manteniment i infraestructura
de: Veröffentlichungen, Wartung und Infrastruktur

source: Tails is an endless work of updates and maintenance: publishing a new release every 4 weeks to fix security vulnerabilities, adapting to new versions of the underlying software, keeping our website and development infrastructure secure and reliable, etc.
ca: Tails és un treball interminable d'actualitzacions i manteniment: publicar una nova versió cada quatre setmanes per solucionar vulnerabilitats de seguretat, adaptar-se a noves versions del programari subjacent, mantenir la nostra pàgina web i la nostra infraestructura de desenvolupament segura i fiable, etc.
de: Tails ist eine endlose Arbeit an Updates und Wartung: Jede 4. Woche wird eine neue Version veröffentlicht, um Sicherheitslücken zu schließen, sich an neue Versionen der zugrundeliegenden Software anzupassen und unsere Website und Entwicklungsinfrastruktur sicher und zuverlässig zu halten, usw.

source: New features and major improvements
ca: Noves funcions i millores importants
de: Neue Funktionen und wesentliche Verbesserungen

source: In 2022, we restructured the installation instructions, fixed many usability issues in the <i>Tor Connection</i> assistant, and redesigned the <i>Persistent Storage</i>.
ca: El 2022, vam reestructurar les instruccions d'instal·lació, vam solucionar molts problemes d'usabilitat a l'assistent de <i>Connexió Tor</i> i vam redissenyar l'<i>Emmagatzematge persistent</i>.
de: Im Jahr 2022 haben wir die Installationsanweisungen umstrukturiert, viele Usability-Probleme im <i>Tor-Verbindungsassistenten</i> behoben und den <i>Persistent Storage</i> neu gestaltet.

source: User experience, documentation, and support
de: Benutzererfahrung, Dokumentation und Support

source: Even the most secure software is worthless if the people who need it cannot use it. We work hard to understand our users, make it easy to use Tails, and help them make informed security decisions.
ca: Fins i tot el programari més segur no té valor si les persones que el necessiten no el poden utilitzar. Treballem dur per entendre els nostres usuaris, facilitar l'ús de Tails i ajudar-los a prendre decisions de seguretat informades.
de: Selbst die sicherste Software ist wertlos, wenn die Menschen, die sie brauchen, sie nicht benutzen können. Wir arbeiten hart daran, unsere Nutzer zu verstehen, Tails einfach zu benutzen zu machen und ihnen zu helfen, fundierte Sicherheitsentscheidungen zu treffen.
