Repository: SchwabischesBauernbrot/tails
Catalog: wiki/src/footer.*.po
Languages: pl

source: [[Home|index]]
pl: [[Strona główna|index]]

source: [[How Tails works|about]]
pl: [[Jak działa Tails|o]]

source: [[Install Tails|install]]
pl: [[Zainstaluj Tails|zainstaluj]]

source: [[Documentation|doc]]
pl: [[Dokumentacja|doc]]

source: [[Support|support]]
pl: [[Wsparcie|wsparcie]]

source: [[Contribute|contribute]]
pl: [[Wkład|wkład]]

source: [[News|news]]
pl: [[Aktualności|aktualności]]

source: Support
pl: Wsparcie

source: [[FAQs|support/faq]]
pl: [[FAQ|wsparcie/często zadawane pytania]]

source: [[Known issues|support/known_issues]]
pl: [[Znane problemy|wsparcie/znane_problemy]]

source: [[Warnings|doc/about/warnings]]
pl: [[Ostrzeżenia|doc/about/warnings]]

source: [[Security advisories|security]]
pl: [[Poradniki dotyczące bezpieczeństwa|bezpieczeństwo]]

source: [[Accessibility|doc/first_steps/accessibility]]
pl: [[Dostępność|doc/first_steps/dostępność]]

source: [[Upgrade|upgrade]]
pl: [[Aktualizacja|aktualizacja]]

source: Contribute
pl: Wspólny udział

source: [[Report an error|doc/first_steps/bug_reporting]]
pl: [[Zgłoś błąd|doc/first_steps/bug_reporting]]

source: [[Translate|contribute/how/translate]]
pl: [[Tłumacz|wspólny udział/jak/tłumacz]]

source: [[Source code|contribute/how/code]]
pl: [[Kod źródłowy|wkład/w jaki sposób/kod]]

source: [[Donate|donate]]
pl: [[Przekaż|przekaż darowiznę]]

source: About us
pl: O nas

source: [[Contact|about/contact]]
pl: [[Kontakt|o/kontakt]]

source: [[Mission and values|contribute/mission]]
pl: [[Misja i wartości|wkład/misja]]

source: [[Social contract|doc/about/social_contract]]
pl: [[Umowa społeczna|doc/about/social_contract]]

source: [[Sponsors|sponsors]]
pl: [[Sponsorzy|sponsorzy]]

source: [[Code of conduct|contribute/working_together/code_of_conduct]]
pl: [[Kodeks postępowania|contribute/working_together/code_of_conduct]]

source: [[License|doc/about/license]]
pl: [[Licencja|doc/about/license]]

source: [[Jobs|jobs]]
pl: [[Praca|jobs]]

source: News
pl: Aktualności

source: Subscribe to our [[newsletter|news]]:
pl: Zapisz się na nasz [[newsletter|aktualności]]:
