Repository: SchwabischesBauernbrot/tails
Catalog: wiki/src/doc/about.index.*.po
Languages: pl

source: - [[System requirements and recommended hardware|about/requirements]]
pl: - [[Wymagania systemowe i zalecany sprzęt|o/wymagania]]

source: - [[Warnings: Tails is safe but not magic!|about/warnings]]
pl: - [[Ostrzeżenia: Tails jest bezpieczny, ale nie magiczny!|o/ostrzeżenia]]

source: [[Protecting your identity when using Tails|about/warnings/identity]]
pl: [[Ochrona Twojej tożsamości podczas korzystania z Tails|about/warnings/tożsamość]]

source: [[Limitations of the Tor network|about/warnings/tor]]
pl: [[Ograniczenia sieci Tor|about/warnings/tor]]

source: [[Reducing risks when using untrusted computers|about/warnings/computer]]
pl: [[Zmniejszanie ryzyka podczas korzystania z niezaufanych komputerów|about/warnings/computer]]

source: - [[Features and included software|about/features]]
pl: - [[Funkcje i dołączone oprogramowanie|o/funkcje]]

source: - [[Social Contract|doc/about/social_contract]]
pl: - [[Umowa społeczna|doc/about/social_contract]]

source: - [[How can I trust Tails?|about/trust]]
pl: - [[Jak mogę zaufać Tailsowi?|o/zaufać]]

source: - [[License and source code distribution|about/license]]
pl: - [[Dystrybucja licencji i kodu źródłowego|about/licence]]

source: - [[Acknowledgments and similar projects|about/acknowledgments_and_similar_projects]]
pl: - [[Podziękowania i podobne projekty|about/acknowledgments_and_similar_projects]]

source: - [[Finances|about/finances]]
pl: - [[Finanse|o/finanse]]

source: - [[Contact|about/contact]]
pl: - [[Kontakt|o/kontakt]]

source: [[OpenPGP keys|about/openpgp_keys]]
pl: [[Klucze OpenPGP|about/openpgp_keys]]
