Repository: SchwabischesBauernbrot/tails
Catalog: wiki/src/doc/first_steps.index.*.po
Languages: pl

source: - Starting Tails
pl: Uruchomienie Tails

source: [[On PC|first_steps/start/pc]]
pl: [[Na PC|pierwsze_kroki/start/pc]]

source: [[On Mac|first_steps/start/mac]]
pl: [[Na komputerze Mac|first_steps/start/mac]]

source: - [[Accessibility|first_steps/accessibility]]
pl: - [[Dostępność|pierwsze_kroki/dostępność]]

source: - [[Welcome Screen|first_steps/welcome_screen]]
pl: - [[Ekran powitalny|pierwsze_kroki/ekran powitalny]]

source: [[Administration password|first_steps/welcome_screen/administration_password]]
pl: [[Hasło administratora|pierwsze_kroki/ekran_powitalny/hasło_administratora]]

source: [[MAC address anonymization|first_steps/welcome_screen/mac_spoofing]]
pl: [[Anonimizacja adresu MAC|first_steps/welcome_screen/mac_spoofing]]

source: - [[Introduction to GNOME and the Tails desktop|first_steps/desktop]]
pl: - [[Wprowadzenie do GNOME i pulpitu Tails|first_steps/desktop]]

source: [[Why is the time wrong?|first_steps/desktop/time]]
pl: [[Dlaczego czas jest nieprawidłowy?|first_steps/desktop/time]]

source: - [[Reporting an error|first_steps/bug_reporting]]
pl: - [[Zgłaszanie błędu|first_steps/bug_reporting]]

source: - [[Shutting down Tails|first_steps/shutdown]]
pl: - [[Zamykanie Tails|first_steps/shutdown]]
