Repository: SchwabischesBauernbrot/tails
Catalog: wiki/src/doc/persistent_storage.index.*.po
Languages: fr

source: - [[Introduction to the Persistent Storage|persistent_storage]]
fr: - [[Présentation du stockage persistant|persistent_storage]]

source: [[Creating the Persistent Storage|persistent_storage/create]]
fr: [[Créer le stockage persistant|persistent_storage/create]]

source: [[Configuring the Persistent Storage|persistent_storage/configure]]
fr: [[Configurer le stockage persistant|persistent_storage/configure]]

source: [[Unlocking and using the Persistent Storage|persistent_storage/use]]
fr: [[Déverrouiller le stockage persistant|persistent_storage/use]]

source: [[Making a backup of your Persistent Storage|persistent_storage/backup]]
fr: [[Faire une sauvegarde de votre stockage persistant|persistent_storage/backup]]

source: [[Deleting the Persistent Storage|persistent_storage/delete]]
fr: [[Supprimer le stockage persistant|persistent_storage/delete]]

source: - [[Installing additional software|persistent_storage/additional_software]]
fr: - [[Installer des logiciels supplémentaires|persistent_storage/additional_software]]

source: [[Converting dangerous documents to safe PDFs using *Dangerzone*|persistent_storage/additional_software/dangerzone]]
fr: [[Convertir des documents dangereux en PDF sécurisés en utilisant Dangerzone|persistent_storage/additional_software/dangerzone]]

source: - Advanced topics on the Persistent Storage
fr: - Sujets avancés à propos du stockage persistant

source: [[Changing the passphrase of the Persistent Storage|persistent_storage/passphrase]]
fr: [[Changer la phrase de passe du stockage persistant|persistent_storage/passphrase]]

source: [[Opening your Persistent Storage from another operating system|persistent_storage/open]]
fr: [[Ouvrir votre stockage persistant depuis un autre système d'exploitation|persistent_storage/open]]

source: [[Recovering data from the Persistent Storage when it has file system errors|persistent_storage/fsck]]
fr: [[Récupération de données depuis le stockage persistant lorsqu'il a des erreurs de système de fichiers|persistent_storage/recover]]
