Repository: SchwabischesBauernbrot/tails
Catalog: wiki/src/install/inc/steps/clone.inline.*.po
Languages: ca, it

source: <h1 id="install" class="step pc-clone mac-clone">Install Tails by cloning</h1> <h1 id="upgrade" class="step upgrade">Upgrade your Tails by cloning</h1>
ca: <h1 id="install" class="step pc-clone mac-clone">Instal·lar Tails mitjançant la clonació</h1> <h1 id="upgrade" class="step upgrade">Actualitzar el vostre Tails mitjançant la clonació</h1>
it: <h1 id="install" class="step pc-clone mac-clone">Installa Tails clonando</h1> <h1 id="upgrade" class="step upgrade">Aggiorna Tails clonando</h1>

source: [[!img install/inc/infography/clone-tails.png link="no" class="clone upgrade-tails upgrade-os" alt=""]]
it: [[!img install/inc/infography/clone-tails.png link="no" class="clone upgrade-tails upgrade-os" alt="Tails installato sulla chiavetta USB di destra"]]

source: <p class="upgrade"> In this step, you will upgrade your Tails from the <span class="upgrade-clone">other</span> <span class="upgrade-tails upgrade-os">intermediary</span> Tails using <span class="application">Tails Cloner</span>. </p>
ca: <p class="upgrade"> En aquest pas, actualitzareu el vostre Tails des <span class="upgrade-clone">de l'altre Tails</span> <span class="upgrade-tails upgrade-os">del Tails intermediari</span> utilitzant el <span class="application">Clonador de Tails</span>. </p>
it: <p class="upgrade"> In questo passaggio, aggiornerai Tails da <span class="upgrade-clone">altri</span> <span class="upgrade-tails upgrade-os">intermediario</span> Tails usando <span class="application">Tails Cloner</span>. </p>

source: Plug <span class="pc-clone mac-clone">the new</span> <span class="upgrade">your Tails</span> USB stick into the computer.
ca: Connecteu <span class="pc-clone mac-clone">el nou</span> <span class="upgrade">el vostre</span> llapis USB <span class="upgrade">de Tails</span> a l'ordinador.
it: Inserisci la <span class="pc-clone mac-clone">il nuovo</span> <span class="upgrade">tuoTails</span> chiavetta USB nel computer.

source: <div class="caution pc-clone mac-clone"> <p>All the data on this USB stick will be lost.</p> </div>
ca: <div class="caution pc-clone mac-clone"> <p>Totes les dades d'aquest llapis USB es perdran.</p> </div>
it: <div class="caution pc-clone mac-clone"> <p>Tutti i dati su questa chiavetta USB verranno persi.</p> </div>

source: 1. Choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Tails</span>&nbsp;▸ <span class="guimenuitem">Tails Cloner</span> </span> to start <span class="application">Tails Cloner</span>.
ca: 1. Trieu <span class="menuchoice"> <span class="guimenu">Aplicacions</span>&nbsp;▸ <span class="guisubmenu">Tails</span>&nbsp;▸ <span class="guimenuitem">Clonador de Tails</span> </span> per iniciar el <span class="application">Clonador de Tails</span>.
it: 1. Seleziona <span class="menuchoice"> <span class="guimenu">Applicazioni</span>&nbsp;▸ <span class="guisubmenu">Tails</span>&nbsp;▸ <span class="guimenuitem">Tails Cloner</span> </span> per avviare l'<span class="applicazion">Tails Cloner</span>.

source: [[!img install/inc/screenshots/tails_installer.png link="no" class="pc-clone mac-clone" alt="Tails Cloner: 'Clone the current Tails'"]]
ca: [[!img install/inc/screenshots/tails_installer.png link="no" class="pc-clone mac-clone" alt="Clonador de Tails: 'Clona el Tails actual'"]]
it: [[!img install/inc/screenshots/tails_installer.png link="no" class="pc-clone mac-clone" alt="Tails Cloner: 'Clona il corrente Tails'"]]

source: [[!img install/inc/screenshots/tails_installer_upgrade.png link="no" class="upgrade" alt="Tails Cloner: 'Clone the current Tails'"]]
ca: [[!img install/inc/screenshots/tails_installer_upgrade.png link="no" class="upgrade" alt="Clonador de Tails: 'Clona el Tails actual'"]]
it: [[!img install/inc/screenshots/tails_installer_upgrade.png link="no" class="upgrade" alt="Cloner diTails: 'Clona il Tails corrente'"]]

source: Choose <span class="pc-clone mac-clone">the new</span> <span class="upgrade">your</span> USB stick in the <span class="guilabel">Target USB stick</span> menu.
ca: Trieu <span class="pc-clone mac-clone">el nou</span> <span class="upgrade">el vostre</span> llapis USB al <span class="guilabel">Llapis USB de destinació</span> menú.
it: Seleziona la <span class="pc-clone mac-clone">nuova</span> <span class="upgrade">tua</span> chiavetta USB nel menù <span class="guilabel">chiavetta USB di destinazione</span>.

source: To start the <span class="pc-clone mac-clone">installation, click on the <b>Install</b> button.</span> <span class="upgrade">upgrade, click on the <b>Upgrade</b> button.</span>
ca: Per iniciar <span class="pc-clone mac-clone">la instal·lació, feu clic al botó <b>Instal·la</b>.</span> <span class="upgrade">l'actualització, feu clic al botó <b>Actualitza</b>.</span>
it: Per avviare <span class="pc-clone mac-clone">l'installazione, clicca sul bottone <b>Installa</b></span>. <span class="upgrade"> per l'aggiornamento, clicca sul bottone <b>Aggiorna</b>.</span>

source: <div class="note upgrade"> <p>The Persistent Storage of your Tails USB stick will be preserved.</p> <p class="upgrade-clone">The Persistent Storage of the other Tails will not be copied.</p> </div>
ca: <div class="note upgrade"> <p>Es conservarà l'Emmagatzematge Persistent del vostre llapis USB Tails.</p> <p class="upgrade-clone">L'Emmagatzematge Persistent de l'altre Tails no es copiarà.</p> </div>
it: <div class="note upgrade"> <p>L'Archivio Persistente della tua chiave USB Tails sarà conservato.</p> <p class="upgrade-clone">L'Archivio Persistente dell'altro Tails non sarà copiato</p> </div>

source: Read the warning message in the confirmation dialog.
ca: Llegiu el missatge d'advertència al diàleg de confirmació.
it: Leggi il messaggio di avviso nella finestra di conferma.

source: Click **Delete All Data and Install** to confirm.
ca: Feu clic a **Suprimeix totes les dades i instal·la** per confirmar.
it: Clicca su **Elimina tutti i dati e installa** per confermare.

source: The <span class="pc-clone mac-clone">installation</span> <span class="upgrade">upgrade</span> takes a few minutes.
ca: <span class="pc-clone mac-clone">La instal·lació</span> <span class="upgrade">L'actualització</span> triga uns minuts.
it: <span class="pc-clone mac-clone">installazione</span> <span class="upgrade">upgrade</span> richiede alcuni minuti.

source: <div class="bug"> <p>The progress bar usually freezes for some time while synchronizing data on disk.</p> </div>
ca: <div class="bug"> <p>La barra de progrés normalment es bloqueja durant un temps mentre sincronitza les dades al disc.</p> </div>
it: <div class="bug"> <p>La barra di avanzamento di solito si blocca per un po' di tempo durante la sincronizzazione dei dati sul disco.</p> </div>

source: After the installation finishes, close <span class="application">Tails Cloner</span>.
ca: Un cop finalitzada la instal·lació, tanqueu el <span class="application">Clonador de Tails</span>.
it: Una volta che l'installazione è terminata, chiudi <span class="application">Tails Cloner</span>.

source: <p>You are done upgrading Tails. You can now shutdown and restart on your Tails USB stick.</p>
ca: <p>Heu acabat d'actualitzar Tails. Ara podeu apagar i reiniciar el vostre llapis USB de Tails.</p>
it: <p>Hai finito l'aggiornamento di Tails. Ora puoi arrestare e riavviare sulla tua chiavetta USB Tails.</p>

source: <p>Thank you for staying safe!</p>
ca: <p>Gràcies per mantenir-vos segur!</p>
it: <p>Grazie di prenderti cura della tua sicurezza!</p>
