Repository: SchwabischesBauernbrot/tails
Catalog: wiki/src/install/inc/steps/install_etcher_*_mac.inline.*.po
Languages: ca

source: <h1 id="etcher" class="step">Install <em>balenaEtcher</em></h1>
ca: <h1 id="etcher" class="step">Instal·lar <em>balenaEtcher</em></h1>

source: <p class="upgrade">In the following steps, you will install an intermediary Tails using the Tails USB image that you downloaded earlier.</p>
ca: <p class="upgrade">En els passos següents, instal·lareu un Tails intermediari mitjançant la imatge USB de Tails que heu baixat abans.</p>

source: Click on the following button to download <em>balenaEtcher</em>:
ca: Feu clic al botó següent per baixar <em>balenaEtcher</em>:

source: <a href="https://tails.net/etcher/balenaEtcher.dmg" class="button">Download balenaEtcher for macOS</a>
ca: <a href="https://tails.net/etcher/balenaEtcher.dmg" class="button">Baixeu balenaEtcher per a macOS</a>

source: Open the <span class="application">balenaEtcher</span> download (DMG disk image).
ca: Obriu la baixada de <span class="application">balenaEtcher</span> (imatge de disc DMG).

source: To install <span class="application">balenaEtcher</span>, drag the <span class="application">balenaEtcher</span> icon onto the <span class="guilabel">Applications</span> icon.
ca: Per instal·lar <span class="application">balenaEtcher</span>, arrossegueu la icona <span class="application">balenaEtcher</span> a la icona <span class="guilabel">Aplicacions</span>.

source: Close the installation window of <span class="application">balenaEtcher</span>.
ca: Tanqueu la finestra d'instal·lació de <span class="application">balenaEtcher</span>.

source: Optionally, eject the <span class="application">balenaEtcher</span> disk image from the desktop.
ca: Opcionalment, expulseu la imatge de disc <span class="application">balenaEtcher</span> des de l'escriptori.

source: Instead of installing <span class="application">balenaEtcher</span>, you can also [[!toggle id="dd" text="install Tails using `dd` on the command line"]].
ca: En lloc d'instal·lar <span class="application">balenaEtcher</span>, podeu també [[!toggle id="dd" text="instal·lar Tails utilitzant `dd` a la línia d'ordres"]].

source: Make sure that your USB stick is unplugged.
ca: Assegureu-vos que el vostre llapis USB estigui desconnectat.

source: 1. Open <span class="application">Terminal</span> from <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Utilities</span>&nbsp;▸ <span class="guimenuitem">Terminal.app</span></span>.
ca: 1. Obriu el <span class="application">Terminal</span> des de <span class="menuchoice"> <span class="guimenu">Aplicacions</span>&nbsp;▸ <span class="guisubmenu">Utilitats</span>&nbsp;▸ <span class="guimenuitem">Terminal.app</span></span>.

source: Execute the following command:
ca: Executeu l'ordre següent:

source: It returns a list of the storage devices on the system. For example:
ca: Retorna una llista dels dispositius d'emmagatzematge del sistema. Per exemple:

source: Plug your USB stick into the computer.
ca: Connecteu el vostre llapis USB a l'ordinador.

source: Execute again the same command:
ca: Torneu a executar la mateixa ordre:

source: Your USB stick appears as a new device in the list. Check that its size corresponds to the size of your USB stick.
ca: El vostre llapis USB apareix com a dispositiu nou a la llista. Comproveu que la seva mida correspongui a la mida del vostre llapis USB.

source: Take note of the *device name* of your USB stick. In this example, the USB stick is 8.0 GB and its device name is <span class="code">/dev/disk1</span>. Yours might be different.
ca: Preneu nota del *nom del dispositiu* del vostre llapis USB. En aquest exemple, la memòria USB té 8,0 GB i el nom del seu dispositiu és <span class="code">/dev/disk1</span>. El vostre pot ser diferent.

source: <div class="caution"> <p>If you are unsure about the device name, you should stop proceeding or <strong>you risk overwriting any hard disk on the system</strong>.</p> </div>
ca: <div class="caution"> <p>Si no esteu segur del nom del dispositiu, hauríeu de deixar de continuar o <strong>correu el risc de sobreescriure qualsevol disc dur del sistema</strong>.</p> </div>

source: Execute the following commands to copy the USB image that you downloaded earlier to the USB stick.
ca: Executeu les ordres següents per copiar la imatge USB que heu baixat anteriorment al llapis USB.

source: Replace:
ca: Substituïu:

source: <span class="command-placeholder">tails.img</span> with the path to the USB image
ca: <span class="command-placeholder">tails.img</span> amb el camí a la imatge USB

source: <div class="tip"> <p>If you are unsure about the path to the USB image, you can insert the correct path by dragging and dropping the icon of the USB image from <span class="application">Finder</span> onto <span class="application"> Terminal</span>.</p> </div>
ca: <div class="tip"> <p>Si no esteu segur de la ruta a la imatge USB, podeu inserir el camí correcte arrossegant i deixant anar la icona de la imatge USB des de el <span class="application">Cercador</span> a la <span class="application"> Terminal</span>.</p> </div>

source: <span class="command-placeholder">device</span> with the device name found in step 6
ca: <span class="command-placeholder">dispositiu</span> amb el nom del dispositiu que es troba al pas 6

source: <div class="tip"> <p>You can try adding <span class="code">r</span> before <span class="code">disk</span> to make the installation faster.</p> </div>
ca: <div class="tip"> <p>Podeu provar d'afegir <span class="code">r</span> abans del <span class="code">disc</span> per fer la instal·lació més ràpida.</p> </div>

source: <p class="pre command">diskutil unmountDisk <span class="command-placeholder">device</span></p>
ca: <p class="pre command">diskutil unmountDisk <span class="command-placeholder">dispositiu</span></p>

source: <p class="pre command">dd if=<span class="command-placeholder">tails.img</span> of=<span class="command-placeholder">device</span> bs=16m && sync</p>
ca: <p class="pre command">dd if=<span class="command-placeholder">tails.img</span> of=<span class="command-placeholder">dispositiu</span> bs=16m && sync</p>

source: You should get something like this:
ca: Hauríeu d'obtenir alguna cosa com això:

source: If no error message is returned, Tails is being copied on the USB stick. The copy takes some time, generally a few minutes.
ca: Si no es retorna cap missatge d'error, Tails s'està copiant al llapis USB. La còpia triga un temps, generalment uns minuts.

source: <div class="note"> <p>If you get a <span class="guilabel">Permission denied</span> error, try adding <code>sudo</code> at the beginning of the command:</p>
ca: <div class="note"> <p>Si obteniu un error de <span class="guilabel">Permís denegat</span>, proveu a afegir <code>sudo</code> al principi de l'ordre:</p>

source: <p class="pre command">sudo dd if=<span class="command-placeholder">tails.img</span> of=<span class="command-placeholder">device</span> bs=16m && sync</p>
ca: <p class="pre command">sudo dd if=<span class="command-placeholder">tails.img</span> of=<span class="command-placeholder">dispositiu</span> bs=16m && sync</p>

source: <p>If you get an <span class="guilabel">invalid number ‘16m’</span> error, try using <code>16M</code> instead:</p>
ca: <p>Si obteniu un error de <span class="guilabel">invalid number '16m'</span>, proveu d'utilitzar <code>16M</code>:</p>

source: <p class="pre command">dd if=<span class="command-placeholder">tails.img</span> of=<span class="command-placeholder">device</span> bs=16M && sync</p>
ca: <p class="pre command">dd if=<span class="command-placeholder">tails.img</span> of=<span class="command-placeholder">dispositiu</span> bs=16M && sync</p>

source: The installation is complete once the command prompt reappeared.
ca: La instal·lació s'ha completat un cop ha tornat a aparèixer l'indicador d'ordres.
