Repository: SchwabischesBauernbrot/tails
Catalog: wiki/src/install/inc/steps/install_with_etcher.inline.*.po
Languages: de

source: <h1 id="install" class="step">Install <span class="upgrade">an intermediary</span> Tails using <em>balenaEtcher</em></h1>
de: <h1 id="install" class="step">Installiere <span class="upgrade">eine Zwischenversion</span> von Tails mit <em>balenaEtcher</em></h1>

source: <p class="mac upgrade-mac"> Open <span class="application">Finder</span> and choose <span class="application">balenaEtcher</span> in <span class="guilabel">Applications</span>. </p>
de: <p class="mac upgrade-mac"> Öffne <span class="application">Finder</span> und wähle <span class="application">balenaEtcher</span> unter <span class="guilabel">Anwendungen</span>. </p>

source: <p class="windows upgrade-windows"> Open the <span class="application">balenaEtcher</span> download. </p>
de: <p class="windows upgrade-windows"> Öffnen Sie den <span class="application">balenaEtcher</span>-Download. </p>

source: At the security warning, confirm that you want to open <span class="application">balenaEtcher</span>.
de: Bestätigen Sie bei der Sicherheitswarnung, dass Sie <span class="application">balenaEtcher</span> öffnen möchten.

source: <span class="application">balenaEtcher</span> starts.
de: <span class="application">balenaEtcher</span> startet.

source: <div class="bug windows upgrade-windows"> <p>If <i>balenaEtcher</i> does not start, restart Windows and try again.</p> </div>
de: <div class="bug windows upgrade-windows"> <p>Wenn <i>balenaEtcher</i> nicht startet, starten Sie Windows neu und versuchen Sie es erneut.</p> </div>

source: Plug in the USB stick on which you want to install <span class="usb">Tails.</span> <span class="upgrade">the intermediary Tails.</span>
de: Stecken Sie den USB-Stick ein, auf dem Sie <span class="usb">Tails</span> installieren möchten. <span class="upgrade">das Zwischen-Tails.</span>

source: <div class="note upgrade"><p>The Persistent Storage of your Tails USB stick will not be copied to the temporary Tails.</p></div>
de: <div class="note upgrade"><p>Der persistente Speicher Ihres Tails-USB-Sticks wird nicht in das temporären Tails kopiert.</p></div>

source: Click the **Flash from file** button.
de: Klicken Sie auf die Schaltfläche **Von Datei flashen**.

source: Choose the USB image that you downloaded earlier.
de: Wählen Sie das USB-Image aus, das Sie zuvor heruntergeladen haben.

source: <div class="note"> <p>Make sure that the USB image is called <i>[[!inline pages="inc/stable_amd64_img_filename" raw="yes" sort="age"]]</i> and has an <i>.img</i> file extension.</p>
de: <div class="note"> <p>Stellen Sie sicher, dass das USB-Image den Namen <i>[[!inline pages="inc/stable_amd64_img_filename" raw="yes" sort="age"]]</i> trägt und die Dateiendung <i>.img</i> hat.</p>

source: <p>If the image has an <i>.iso</i> file extension, it is the wrong image. Please go back to the <span class="windows">[[download step|windows#download]].</span> <span class="mac">[[download step|mac#download]].</span> <span class="upgrade-windows">[[download step|upgrade/windows#download]].</span> <span class="upgrade-mac">[[download step|upgrade/mac#download]].</span></p> </div>
de: <p>Wenn das Image eine <i>.iso</i>-Dateiendung hat, ist es das falsche Image. Bitte gehen Sie zurück zu dem <span class="windows">[[Download-Schritt|windows#download]].</span> <span class="mac">[[Download-Schritt|mac#download]].</span> <span class="upgrade-windows">[[Download-Schritt|upgrade/windows#download]].</span> <span class="upgrade-mac">[[Download-Schritt|upgrade/mac#download]].</span></p> </div>

source: Click the **Select target** button to select your USB stick.
de: Klicken Sie auf die Schaltfläche **Ziel auswählen**, um Ihren USB-Stick auszuwählen.

source: <div class="caution"><p>All the data on this USB stick will be lost.</p></div>
de: <div class="caution"><p>Alle Daten auf diesem USB-Stick gehen verloren.</p></div>

source: Click <span class="bold">Flash</span>.
de: Klicken Sie auf <span class="bold">Flash</span>.

source: Enter your password if you are asked for it.
de: Geben Sie Ihr Passwort ein, wenn Sie danach gefragt werden.

source: The installation takes a few minutes.
de: Die Installation dauert einige Minuten.

source: After installing Tails, <span class="application">balenaEtcher</span> verifies the installation.
de: Nach der Installation von Tails überprüft <span class="application">balenaEtcher</span> die Installation.

source: <div class="bug"> <p>If the verification of <span class="application">balenaEtcher</span> fails, try to install again or try using a different USB stick.</p> </div>
de: <div class="bug"> <p>Wenn die Überprüfung von <span class="application">balenaEtcher</span> fehlschlägt, versuchen Sie es erneut mit der Installation oder verwenden Sie einen anderen USB-Stick.</p> </div>

source: Close <span class="application">balenaEtcher</span>.
de: Schließen Sie <span class="application">balenaEtcher</span>.

source: <p class="mac upgrade-mac"> If a notification about the USB stick not being readable appears, click <span class="bold">Eject</span> to eject the USB stick. </p>
de: <p class="mac upgrade-mac"> Wenn eine Benachrichtigung über den nicht lesbaren USB-Stick erscheint, klicken Sie auf <span class="bold">Auswerfen</span>, um den USB-Stick auszuwerfen.</p>
