Repository: SchwabischesBauernbrot/tails
Catalog: wiki/src/install/inc/steps/welcome.inline.*.po
Languages: fr

source: <h1 id="new" class="pc-clone mac-clone">Welcome to your new Tails!</h1>
fr: <h1 id="new" class="pc-clone mac-clone">Bienvenue dans votre nouveau Tails !</h1>

source: <h2 id="wi-fi">Test your Wi-Fi</h2>
fr: <h2 id="wi-fi">Testez votre Wi-Fi</h2>

source: Problems with Wi-Fi are unfortunately quite common in Tails and Linux in general. To test if your Wi-Fi interface works in Tails:
fr: Les problèmes de Wi-Fi sont malheureusement assez courants dans Tails et avec Linux en général. Pour tester si votre interface Wi-Fi marche dans Tails :

source: Open the system menu in the top-right corner:
fr: Ouvrez le menu système dans le coin en haut à droite :

source: Choose <span class="guilabel">Wi-Fi Not Connected</span> and then <span class="guilabel">Select Network</span>.
fr: Choisissez <span class="guilabel">Wi-Fi non connecté</span> puis <span class="guilabel">Sélectionner un réseau</span>.

source: After establishing a connection to a local network, the *Tor Connection* assistant appears to help you connect to the Tor network.
fr: Après avoir établi une connexion à un réseau local, l'assistant de *Connexion à Tor* apparaît pour vous aider à vous connecter au réseau Tor.

source: [[!inline pages="doc/anonymous_internet/no-wifi.inline" raw="yes" sort="age"]]
fr: [[!inline pages="doc/anonymous_internet/no-wifi.inline.fr" raw="yes" sort="age"]]

source: <div> <p class="big">You made it!</p>
fr: <div> <p class="big">Vous l'avez fait !</p>

source: <p>You managed to start <span class="pc-clone mac-clone">your new</span> Tails on your computer!</p>
fr: <p>Vous avez réussi à démarrer <span class="pc-clone mac-clone">votre nouveau</span> Tails sur votre ordinateur !</p>

source: <p>Congratulations for staying safe :)</p>
fr: <p>Félicitations pour votre sécurité :)</p>

source: <p>To continue discovering Tails, read our [[documentation|doc]].</p>
fr: <p>Pour continuer à découvrir Tails, vous pouvez lire notre [[documentation|doc]].</p>
