Repository: SchwabischesBauernbrot/tails
Catalog: wiki/src/about/contact.*.po
Languages: fr

source: There are many ways to contact us, depending on what you want to talk about.
fr: Il y a plusieurs manières de nous contacter, selon ce dont vous voulez parler.

source: All mailing lists are in English unless specified otherwise.
fr: Toutes les listes de discussions par courrier électronique sont en anglais sauf indication contraire.

source: <h1 id="public-mailing-lists">Public mailing lists</h1>
fr: <h1 id="public-mailing-lists">Listes publiques de discussions par messagerie électronique</h1>

source: <p>These mailing lists are public: subscription is open to anyone. Don't send compromising information. Please respect the [[code of conduct|contribute/working_together/code_of_conduct/]].</p>
fr: <p>Ces listes de discussion par courrier électronique sont publiques : les inscriptions sont ouvertes à tous. N'envoyez pas d'informations compromettantes. Merci de respecter le [[code de conduite|contribute/working_together/code_of_conduct/]].</p>

source: <p>amnesia-news@boum.org is the mailing list where we send our [[news]] by email. It has a low traffic and it is the right place to stay up-to-date with the releases and security announcements.</p>
fr: <p>amnesia-news@boum.org est la liste où nous envoyons les [[actualités|news]] de Tails par courrier électronique. Son trafic est faible et il s'agit de la bonne liste pour rester à jour des nouvelles versions et des annonces de sécurité.</p>

source: <form method="POST" action="https://www.autistici.org/mailman/subscribe/amnesia-news"> <input name="email" value=""/> <input type="submit" value="Subscribe"/> </form>
fr: <form method="POST" action="https://www.autistici.org/mailman/subscribe/amnesia-news"> <input name="email" value=""/> <input type="submit" value="S'abonner"/> </form>

source: <p>Public archive of amnesia-news: <a href="https://lists.autistici.org/list/amnesia-news.html">https://lists.autistici.org/list/amnesia-news.html</a></p>
fr: <p>Archives publiques de la liste amnesia-news : <a href="https://lists.autistici.org/list/amnesia-news.fr.html">https://lists.autistici.org/list/amnesia-news.fr.html</a></p>

source: <form action="https://lists.autistici.org/cgi-lurker/keyword.cgi" accept-charset="UTF-8"> <input type="hidden" name="doc-url" value="https://lists.autistici.org"> <input type="hidden" name="format" value="en.html"> <input type="text" name="query" value="" placeholder="ml:amnesia-news search terms" onclick="value='ml:amnesia-news '"> <input type="submit" name="submit" value="Search archive"> </form>
fr: <form action="https://lists.autistici.org/cgi-lurker/keyword.cgi" accept-charset="UTF-8"> <input type="hidden" name="doc-url" value="https://lists.autistici.org"> <input type="hidden" name="format" value="en.html"> <input type="text" name="query" value="" placeholder="ml:amnesia-news recherche" onclick="value='ml:amnesia-news '"> <input type="submit" name="submit" value="Chercher dans les archives"> </form>

source: <p>tails-dev@boum.org is the mailing list where the project is coordinated: technical design questions, upcoming events, monthly reports, and user experience.</p>
fr: <p>tails-dev@boum.org est la liste sur laquelle la coordination du projet se fait : conception technique, évènements à venir, rapports mensuels et expérience d'utilisation.</p>

source: <form method="POST" action="https://www.autistici.org/mailman/subscribe/tails-dev"> <input name="email" value=""/> <input type="submit" value="Subscribe"/> </form>
fr: <form method="POST" action="https://www.autistici.org/mailman/subscribe/tails-dev"> <input name="email" value=""/> <input type="submit" value="S'abonner"/> </form>

source: <p>Public archive of tails-dev: <a href="https://lists.autistici.org/list/tails-dev.html">https://lists.autistici.org/list/tails-dev.html</a></p>
fr: <p>Archives publiques de la liste tails-dev : <a href="https://lists.autistici.org/list/tails-dev.fr.html">https://lists.autistici.org/list/tails-dev.fr.html</a></p>

source: <form action="https://lists.autistici.org/cgi-lurker/keyword.cgi" accept-charset="UTF-8"> <input type="hidden" name="doc-url" value="https://lists.autistici.org"> <input type="hidden" name="format" value="en.html"> <input type="text" name="query" value="" placeholder="ml:tails-dev search terms" onclick="value='ml:tails-dev '"> <input type="submit" name="submit" value="Search archive"> </form>
fr: <form action="https://lists.autistici.org/cgi-lurker/keyword.cgi" accept-charset="UTF-8"> <input type="hidden" name="doc-url" value="https://lists.autistici.org"> <input type="hidden" name="format" value="en.html"> <input type="text" name="query" value="" placeholder="ml:tails-dev search terms" onclick="value='ml:tails-dev '"> <input type="submit" name="submit" value="Chercher dans les archives"> </form>

source: <p>tails-testers@boum.org is the mailing list for people who want to help [[test|contribute/how/testing]] new releases or features.</p>
fr: <p>tails-tester@boum.org est la liste pour les personnes voulant aider à [[tester|contribute/how/testing]] les nouvelles versions et fonctionnalités.</p>

source: <form method="POST" action="https://www.autistici.org/mailman/subscribe/tails-testers"> <input name="email" value=""/> <input type="submit" value="Subscribe"/> </form>
fr: <form method="POST" action="https://www.autistici.org/mailman/subscribe/tails-testers"> <input name="email" value=""/> <input type="submit" value="S'abonner"/> </form>

source: <p>Public archive of tails-testers: <a href="https://lists.autistici.org/list/tails-testers.html">https://lists.autistici.org/list/tails-testers.html</a></p>
fr: <p>Archives publiques de la liste tails-testers : <a href="https://lists.autistici.org/list/tails-testers.fr.html">https://lists.autistici.org/list/tails-testers.fr.html</a></p>

source: <form action="https://lists.autistici.org/cgi-lurker/keyword.cgi" accept-charset="UTF-8"> <input type="hidden" name="doc-url" value="https://lists.autistici.org"> <input type="hidden" name="format" value="en.html"> <input type="text" name="query" value="" placeholder="ml:tails-testers search terms" onclick="value='ml:tails-testers '"> <input type="submit" name="submit" value="Search archive"> </form>
fr: <form action="https://lists.autistici.org/cgi-lurker/keyword.cgi" accept-charset="UTF-8"> <input type="hidden" name="doc-url" value="https://lists.autistici.org"> <input type="hidden" name="format" value="en.html"> <input type="text" name="query" value="" placeholder="ml:tails-testers search terms" onclick="value='ml:tails-testers '"> <input type="submit" name="submit" value="Chercher dans les archives"> </form>

source: <h1 id="private-email-addresses">Private email addresses</h1>
fr: <h1 id="private-email-addresses">Adresses de messagerie électronique privées</h1>

source: <p>You can write encrypted emails to <a href="mailto:tails-support-private@boum.org">tails-support-private@boum.org</a> if you need help in private.</p>
fr: <p>Vous pouvez envoyer des messages chiffrés à <a href="mailto:tails-support-private@boum.org">tails-support-private@boum.org</a> si vous avez besoin d'aide en privé.</p>

source: <p>[[OpenPGP key|tails-bugs.key]] ([[details|doc/about/openpgp_keys#support]])</p>
fr: <p>[[Clé OpenPGP|tails-bugs.key]] ([[détails|doc/about/openpgp_keys#support]])</p>

source: <p>If you are a journalist and want to write about Tails, or if you want to send us links to press articles about Tails, write to <a href="mailto:tails-press@boum.org">tails-press@boum.org</a>.</p>
fr: <p>Si vous êtes un journaliste et voulez écrire à propos de Tails, ou si voulez nous envoyer des liens d'articles de presse à propos de Tails, écrivez à <a href="mailto:tails-press@boum.org">tails-press@boum.org</a>.</p>

source: <p>[[OpenPGP key|tails-press.key]] ([[details|doc/about/openpgp_keys#press]])</p>
fr: <p>[[Clé OpenPGP|tails-press.key]] ([[détails|doc/about/openpgp_keys#press]])</p>

source: <p>If you want to contact our accounting team, write to <a href="mailto:tails-accounting@boum.org">tails-accounting@boum.org</a>.</p>
fr: <p>Si vous voulez contacter notre équipe de comptabilité, écrivez à <a href="mailto:tails-accounting@boum.org">tails-accounting@boum.org</a>.</p>

source: <p>[[OpenPGP key|tails-accounting.key]] ([[details|doc/about/openpgp_keys#accounting]])</p>
fr: <p>[[Clé OpenPGP|tails-accounting.key]] ([[détails|doc/about/openpgp_keys#accounting]])</p>

source: <p>If you want to contact our fundraising team, write to <a href="mailto:tails-fundraising@boum.org">tails-fundraising@boum.org</a>.</p>
fr: <p>Si vous voulez contacter notre équipe de collecte de fonds, écrivez à <a href="mailto:tails-fundraising@boum.org">tails-fundraising@boum.org</a>.</p>

source: <p>[[OpenPGP key|tails-fundraising.key]] ([[details|doc/about/openpgp_keys#fundraising]])</p>
fr: <p>[[Clé OpenPGP|tails-fundraising.key]] ([[détails|doc/about/openpgp_keys#fundraising]])</p>

source: <p>To get in touch with the Tails [[Foundations Team|contribute/working_together/roles/foundations_team]], write to <a href="mailto:tails-foundations@boum.org">tails-foundations@boum.org</a>.</p>
fr: <p>Pour prendre contact avec [[l'équipe fondations|contribute/working_together/roles/foundations_team]] de Tails, écrivez à <a href="mailto:tails-foundations@boum.org">tails-foundations@boum.org</a>.</p>

source: <p>[[OpenPGP key|tails-foundations.key]] ([[details|doc/about/openpgp_keys#foundations]])</p>
fr: <p>[[Clé OpenPGP|tails-foundations.key]] ([[détails|doc/about/openpgp_keys#foundations]])</p>

source: <p>If you want to operate a Tails mirror, see [[contribute/how/mirror]].</p>
fr: <p>Si vous voulez administrer un miroir de Tails, voir [[contribute/how/mirror]].</p>

source: <p>To get in touch with the team that manages our pool of mirror, write to <a href="mailto:tails-mirrors@boum.org">tails-mirrors@boum.org</a>.</p>
fr: <p>Pour contacter l'équipe qui gère notre parc de miroirs, écrivez à <a href="mailto:tails-mirrors@boum.org">tails-mirrors@boum.org</a>.</p>

source: <p>[[OpenPGP key|tails-mirrors.key]] ([[details|doc/about/openpgp_keys#mirrors]])</p>
fr: <p>[[Clé OpenPGP|tails-mirrors.key]] ([[détails|doc/about/openpgp_keys#mirrors]])</p>

source: <p>To talk about our infrastructure (servers, test suite, repositories, mirrors, etc.), write to <a href="mailto:tails-sysadmins@boum.org">tails-sysadmins@boum.org</a>.</p>
fr: <p>Pour parler de notre infrastructure (serveurs, tests, dépôts, miroirs, etc.), écrivez à <a href="mailto:tails-sysadmins@boum.org">tails-sysadmins@boum.org</a>.</p>

source: <p>[[OpenPGP key|tails-sysadmins.key]] ([[details|doc/about/openpgp_keys#sysadmins]])</p>
fr: <p>[[Clé OpenPGP|tails-sysadmins.key]] ([[détails|doc/about/openpgp_keys#sysadmins]])</p>

source: <p>To talk about the [[Tails translation platform|contribute/how/translate/with_translation_platform]], write to <a href="mailto:tails-weblate@boum.org">tails-weblate@boum.org</a>.</p>
fr: <p>Pour discuter de la [[plateforme de traduction de Tails|contribute/how/translate/with_translation_platform]], écrivez à <a href="mailto:tails-weblate@boum.org">tails-weblate@boum.org</a>.</p>

source: <p>[[OpenPGP key|tails-weblate.key]] ([[details|doc/about/openpgp_keys#weblate]])</p>
fr: <p>[[Clé OpenPGP|tails-weblate.key]] ([[détails|doc/about/openpgp_keys#weblate]])</p>

source: <p>You can write to the Board at <a href="mailto:tails-board@boum.org">tails-board@boum.org</a> about sponsorship requests and governance issues.</p>
fr: <p>Vous pouvez écrire au conseil d'administration à <a href="mailto:tails-board@boum.org">tails-board@boum.org</a> pour les demandes de parrainages et les questions relatives à la gouvernance.</p>

source: <p>[[OpenPGP key|tails-board.key]] ([[details|doc/about/openpgp_keys#board]])</p>
fr: <p>[[Clé OpenPGP|tails-board.key]] ([[détails|doc/about/openpgp_keys#board]])</p>

source: <p>For matters that are listed in none of the above and for vulnerabilities disclosures, you can write encrypted emails to <a href="mailto:tails@boum.org">tails@boum.org</a>.</p>
fr: <p>Pour les problématiques non listées au dessus et pour les rapports de vulnérabilités, vous pouvez envoyer des messages chiffrés à <a href="mailto:tails@boum.org">tails@boum.org</a>.</p>

source: <p>[[OpenPGP key|tails-email.key]] ([[details|doc/about/openpgp_keys#private]])</p>
fr: <p>[[Clé OpenPGP|tails-email.key]] ([[détails|doc/about/openpgp_keys#private]])</p>

source: <h1 id="chat">Chat rooms</h1>
fr: <h1 id="chat">Salons de discussion</h1>

source: <p>You can join our [[users chat room|support/chat]] and [[developers chat room|contribute/chat]]. Only a few Tails developers hang out there, so email is preferred for anything that might be of interest for the larger community.</p>
fr: <p>Vous pouvez rejoindre notre [[salon de discussion pour utilisateurs|support/chat]] et celui [[pour développeurs|contribute/chat]]. Seuls quelques développeurs Tails s'y connectent, le courrier électronique est donc préférable pour tout ce qui pourrait intéresser la communauté plus largement.</p>
