Repository: SchwabischesBauernbrot/tails
Catalog: wiki/src/doc/about/social_contract.*.po
Languages: pt

source: [[!meta title="Social Contract"]]
pt: [[!meta title="Contrato social"]]

source: Introduction
pt: Introdução

source: 1. By creating Tails we try to provide usable tools for anonymity and privacy
pt: 1. Ao criarmos o Tails, tentamos prover ferramentas para anonimidade e privacidade que sejam utilizáveis

source: We believe that privacy, the free exchange of ideas, and equal access to information are essential to free and open societies. Through our community standards and the tools we create, we provide means that empower all people to protect and advance these ideals.
pt: Acreditamos que a privacidade, troca livre de opiniões e o acesso igualitário à informação são essenciais para sociedades livres e abertas. Através dos padrões da nossa comunidade e das ferramentas criadas por nos, oferecemos meios para que todas as pessoas se capacitem para proteger e promover esses ideais.

source: 2. Tails is and will remain Free Software
pt: 2. Tails é e continuará sendo Software Livre

source: Equal access to information includes the free availability of our code and documentation as well as the transparency of our decision making processes.
pt: Acesso igualitário à informação inclui a disponibilidade gratuita do nosso código e documentação, assim como transparência em relação a quais decisões serão tomadas ao longo do processo.

source: All the components of Tails that we create ourselves are, and will be, licensed in a manner consistent with the [Debian Free Software Guidelines](https://www.debian.org/social_contract).
pt: Todos os componentes do Tails que nos criamos são, e continuarão sendo, licenciados de um modo consistente ao [Debian Free Software Guidelines] (https://www.debian.org/social_contract).

source: Tails will always be free to use, remix, adapt and distribute. As the only exceptions to this rule, Tails includes:
pt: Tails sempre será grátis para usar, modificar, adaptar e distribuir. As únicas exceções à essa regra, são:

source: A minor part of non-free firmware in order to work on as much hardware as possible.
pt: Uma quantidade pequena de firmware não-livre, visando funcionar na maior variedade de hardware possivel.

source: 3. We will give back to the Free Software community
pt: 3. Retribuiremos para a comunidade de Software Livre

source: Tails is a privacy-oriented [Debian Derivative](https://wiki.debian.org/Derivatives).
pt: Tails é um [Derivado de Debian](https://wiki.debian.org/Derivatives) orientado à privacidade.

source: We want usable security and privacy-oriented tools to become a standard for the Free Software community as a whole.
pt: Queremos que ferramentas seguras e que foquem a privacidade tornem-se um padrão para a comunidade Free software como um todo.

source: Bug fixes, code improvements, Debian packaging, as well as work on usability issues will be sent upstream whenever possible. This way, our modifications will benefit others and can be improved upon further by a wider audience of people.
pt: Correção de bugs, melhoramento no codigo, packaging Debian, e trabalho em problemas de usabilidade serão enviados quando possivel. Dessa maneira, nossas modificações vão beneficiar outros e podem ser melhoradas futuramente por uma maior audiencia de pessoas.

source: 4. We encourage participation and transparency
pt: 4. Encorajamos participação e transparência

source: We want to produce Tails in a way that encourages participation, which requires publicly documenting what can be improved. As Tails is created in such a transparent manner, anyone is encouraged to participate, review it and point out problems.
pt: Queremos produzir o Tails de uma forma que encoraje a participação, o que requer que documentemos publicamente tudo aquilo que pode ser melhorado. Ao criar o Tails de forma transparente, todas as pessoas são encorajadas a participar, revisar e apontar problemas.

source: To make our community a welcoming place for everybody we agreed on a [[Code of Conduct|contribute/working_together/code_of_conduct]].
pt: Para fazer com que nossa comunidade seja um lugar acolhedor para todas as pessoas, entramos em acordo sobre um [[Código de conduta|contribute/working_together/code_of_conduct]].

source: 5. We will never harm our users intentionally
pt: 5. Nós nunca causaremos dano a nossos usuários de forma intencional

source: We will always do our best to create secure and usable tools. We will never willingly include backdoors or malicious software nor will we cooperate with any entity wanting us to harm our users.
pt: Sempre faremos o melhor para criar ferramentas seguras e utilizáveis. Nunca incluiremos voluntariamente backdoors ou programas maliciosos, e nem cooperaremos com nenhuma entidade que tenha como objetivo causar danos a nossos usuários.

source: Mistakes sometimes happen. We will be honest about them and fix those that affect the safety of Tails users when they are reported to us.
pt: Erros às vezes acontecem. Seremos honestos sobre erros e consertaremos aqueles que afetem a segurança de quem usa o Tails sempre que nos forem relatados.

source: Whenever severe security issues are reported to us in private, we will test them and ensure we promptly fix these issues. We will notify our users whenever such an issue has been reported to us. However, for the security of our users, we might not disclose such a severe issue before releasing a fix.
pt: Sempre que problemas graves de segurança nos forem relatados em privado, vamos testá-los e corrigí-los prontamente. Notificaremos nossos usuários sempre que um problema deste tipo nos for relatado. Entretanto, para a segurança de nossos usuários, pode ser que somente anunciemos a existência de um erro muito grave após lançarmos uma correção para ele.

source: 6. We give users the means to decide how much they can rely on Tails
pt: 6. Fornecemos meios para que as pessoas decidam o quanto podem confiar no Tails

source: We encourage users to inform themselves and decide if Tails is suitable for their use case and how much they can trust it. We work diligently to keep our community up-to-date through our various communication channels about the current state of our software and its limitations. We encourage users to read our documentation as well as third-party documentation in order to make an informed decision and engage in a learning process about the tools we ship.
pt: Encorajamos as pessoas a se informar e decidir se o Tails é adequado para seu caso de uso e o quanto podem confiar no sistema. Trabalhamos diligentemente para manter nossa comunidade atualizada, através de nossos vários canais de comunicação, sobre o estado atual de nossos programas e suas limitações. Encorajamos as pessoas a ler tanto a nossa documentação quando a documentação de terceiros para tomar decisões informadas e se engajar em um processo de aprendizagem sobre as ferramentas que fornecemos.

source: We provide and explain methods of verification so that anyone can ensure that they downloaded a genuine copy of Tails.
pt: Proporcionamos e explicamos métodos de verificação de forma que qualquer pessoa possa ter certeza de que baixou uma cópia genuína do Tails.
