Repository: SchwabischesBauernbrot/tails
Catalog: wiki/src/doc/advanced_topics/virtualization/boxes.*.po
Languages: ca

source: [[!meta title="GNOME Boxes"]]
ca: [[!meta title="Màquines de GNOME"]]

source: [[!inline pages="doc/advanced_topics/virtualization.caution" raw="yes" sort="age"]]
ca: [[!inline pages="doc/advanced_topics/virtualization.caution.ca" raw="yes" sort="age"]]

source: <p>The following instructions have been tested on Debian Jessie.</p>
ca: <p>Les instruccions següents s'han provat a Debian Jessie.</p>

source: Installation
ca: Instal·lació

source: To install *GNOME Boxes* in Debian or Ubuntu, execute the following command:
ca: Per instal·lar *Màquines de GNOME* a Debian o Ubuntu, executeu l'ordre següent:

source: Running Tails from an ISO image
ca: Executar Tails des d'una imatge ISO

source: [[Download Tails as an ISO image|install/download-iso]], instead of a USB image.
ca: [[Baixeu Tails com a imatge ISO|install/download-iso]], en lloc d'una imatge USB.

source: Start *GNOME Boxes*.
ca: Inicieu *Màquines de GNOME*.

source: Click on the **New** button on the top of the window.
ca: Feu clic al botó **Nou** a la part superior de la finestra.

source: In the **Source Selection** dialog, choose **Select a file** and browse for the ISO image that you want to start from.
ca: Al diàleg **Selecció de la font**, trieu **Selecciona un fitxer** i busqueu la imatge ISO des de la qual voleu començar.

source: In the **Review** dialog, click on the **Create** button on the top of the window.
ca: Al diàleg **Revisió**, feu clic al botó **Crea** a la part superior de la finestra.

source: Shared clipboard
ca: Porta-retalls compartit

source: <p>The shared clipboard of <span class="application">GNOME Boxes</span> is enabled by default. This can allow sensitive data to be copied by mistake from the virtual machine onto the host operating system or vice versa.</p>
ca: <p>El porta-retalls compartit de les <span class="application">Màquines de GNOME</span> està habilitat per defecte. Això pot permetre que les dades sensibles siguin copiades per error de la màquina virtual al sistema operatiu amfitrió o viceversa.</p>

source: <p>We recommend you to disable the shared clipboard.</p>
ca: <p>Us recomanem que desactiveu el porta-retalls compartit.</p>

source: To disable the shared clipboard:
ca: Per desactivar el porta-retalls compartit:

source: 1. Choose <span class="menuchoice"> <span class="guimenu">[[!img lib/open-menu.png alt="Menu" class="symbolic" link="no"]]</span>&nbsp;▸ <span class="guisubmenu">Properties</span></span>.
ca: 1. Trieu <span class="menuchoice"> <span class="guimenu">[[!img lib/open-menu.png alt="Menú" class="symbolic" link="no"]]</span>&nbsp;▸ <span class="guisubmenu">Propietats</span></span>.

source: Deselect the <span class="guilabel">Share Clipboard</span> option.
ca: Desmarqueu l'opció <span class="guilabel">Comparteix el porta-retalls</span>.
