Repository: SchwabischesBauernbrot/tails
Catalog: wiki/src/doc/advanced_topics/virtualization/virtualbox.*.po
Languages: ca, fr

source: It is possible to run Tails in a virtual machine using [<span class="application">VirtualBox</span>](https://www.virtualbox.org/) from a Windows, Linux, or macOS host operating system.
ca: Es pot usar Tails en una màquina virtual utilitzant [<span class="application">VirtualBox</span>](https://www.virtualbox.org/) des d'un sistema operatiu Windows, Linux, o macOS.
fr: Il est possible d'utiliser Tails dans une machine virtuelle avec [<span class="application">VirtualBox</span>](https://www.virtualbox.org/) depuis un système d'exploitation Windows, Linux, ou macOS..

source: [[!inline pages="doc/advanced_topics/virtualization.caution" raw="yes" sort="age"]]
ca: [[!inline pages="doc/advanced_topics/virtualization.caution.ca" raw="yes" sort="age"]]
fr: [[!inline pages="doc/advanced_topics/virtualization.caution.fr" raw="yes" sort="age"]]

source: <span class="application">VirtualBox</span> has a free software version, called <span class="application">VirtualBox Open Source Edition</span> and some proprietary components, for example to add support for USB devices.
ca: <span class="application">VirtualBox</span> té una versió de programari lliure, anomenada <span class="application">VirtualBox Open Source Edition</span> i alguns components propietaris, per exemple per afegir suport per a dispositius USB.
fr: <span class="application">VirtualBox</span> a une version libre, appelée <span class="application">VirtualBox Open Source Edition</span> et des composants propriétaires, par exemple pour ajouter la prise en charge des périphériques USB.

source: <p>For security reasons, we recommend you to use only the <i>Open Source Edition</i>, though it does not allow use of a Persistent Storage.</p>
ca: <p>Per motius de seguretat, us recomanem que utilitzeu només l'edició <i>Open Source Edition</i>, encara que no permet l'ús d'un Emmagatzematge Persistent.</p>

source: XXX: VirtualBox Guest Additions has been removed since Tails 4.27. Without Guest Additions, the shared folders feature of VirtualBox is unavailable. Until Guest Additions is added back (#18728), the tip below shouldn't be displayed.
ca: XXX: VirtualBox Guest Additions s'ha eliminat des de Tails 4.27. Sense Guest Additions, la funció de carpetes compartides de VirtualBox no està disponible. Fins que no es torni a afegir Guest Additions (#18728), el consell següent no s'hauria de mostrar.

source: <p>With the <a href="https://www.virtualbox.org/manual/ch04.html#sharedfolders"> <span class="guilabel">shared folders</span></a> feature of <span class="application">VirtualBox</span> you can access files of your host system from within the guest system.</p>
ca: <p>Amb la <a href="https://www.virtualbox.org/manual/ch04.html#sharedfolders"> funció de <span class="guilabel">carpetes compartides</span></a> de <span class="application">VirtualBox</span> podeu accedir als fitxers del vostre sistema amfitrió des del sistema convidat.</p>
fr: <p>Avec la fonctionnalité de <a href="https://www.virtualbox.org/manual/ch04.html#sharedfolders"> <span class="guilabel">dossiers partagés</span></a> de <span class="application">VirtualBox</span> vous pouvez avoir accès à des fichiers de votre système hôte depuis votre système invité.</p>

source: <p>Make sure to understand the security implications of [[accessing internal hard disks|internal_hard_disk]] from Tails before using this feature.</p>
ca: <p>Assegureu-vos d'entendre les implicacions de seguretat de l'[[accés a discs durs interns|internal_hard_disk]] des de Tails abans d'utilitzar aquesta funció.</p>
fr: <p>Assurez-vous de comprendre les implications en terme de sécurité de l'[[accès aux disques durs internes|internal_hard_disk]] depuis Tails avant d'utiliser cette fonctionnalité.</p>

source: Security considerations for Windows and macOS
ca: Consideracions de seguretat per a Windows i macOS
fr: Considérations de sécurité pour Windows et macOS

source: In our [[security warnings about virtualization|virtualization#security]] we recommend to run Tails in a virtual machine only if the host operating system is trustworthy.
ca: A les nostres [[advertències de seguretat sobre la virtualització|virtualization#security]] recomanem executar Tails en una màquina virtual només si el sistema operatiu amfitrió és fiable.
fr: Dans nos [[avertissements de sécurité à propos de la virtualisation|virtualization#security]] nous recommandons d'utiliser Tails dans une machine virtuelle seulement si le système d'exploitation est de confiance.

source: <p>Microsoft Windows and macOS being proprietary software, they cannot be considered trustworthy. Only run Tails in a virtual machine on Windows or macOS for testing purposes and do not rely on it for security.</p>
ca: <p>Com que Microsoft Windows i macOS són programari propietari, no es poden considerar fiables. Només executeu Tails en una màquina virtual a Windows o macOS per provar-lo i no hi confieu per a seguretat.</p>
fr: <p>Microsoft Windows et macOS étant des logiciels propriétaires, ils ne peuvent pas être considérés de confiance. Utilisez Tails dans une machine virtuelle hébergée par Windows ou macOS seulement pour faire des tests et ne comptez pas dessus pour de la sécurité.</p>

source: Installation
ca: Instal·lació

source: To install *VirtualBox* in Debian or Ubuntu, execute the following command:
ca: Per instal·lar *VirtualBox* a Debian o Ubuntu, executeu l'ordre següent:
fr: Pour installer *VirtualBox* dans Debian ou Ubuntu, exécutez la commande suivante :

source: For instructions on how to install *VirtualBox* on other operating systems, refer to the [VirtualBox documentation](https://www.virtualbox.org/wiki/End-user_documentation).
ca: Per obtenir instruccions sobre com instal·lar *VirtualBox* en altres sistemes operatius, consulteu la [documentació de VirtualBox](https://www.virtualbox.org/wiki/End-user_documentation) (en anglès).
fr: Pour des instructions d'installation de *VirtualBox* pour d'autres systèmes d'exploitations, consultez la [documentation de VirtualBox ](https://www.virtualbox.org/wiki/End-user_documentation).

source: Running Tails from an ISO image
ca: Executar Tails des d'una imatge ISO
fr: Exécuter Tails à partir d'une image ISO

source: [[Download Tails as an ISO image|install/download-iso]], instead of a USB image.
ca: [[Baixeu Tails com a imatge ISO|install/download-iso]], en lloc d'una imatge USB.
fr: [[Télécharger une image ISO de Tails|install/download-iso]], au lieu de l'image USB.

source: Start *VirtualBox*.
ca: Inicieu *VirtualBox*.
fr: Lancer *VirtualBox*.

source: To create a new virtual machine:
ca: Per crear una màquina virtual nova:
fr: Pour créer une nouvelle machine virtuelle :

source: Choose **Machine**&nbsp;▸**New...**.
ca: Trieu **Màquina**&nbsp;▸**Nou...**.
fr: Choisir **Machine**&nbsp;▸**Nouvelle...**.

source: In the **Name and operating system** screen:
ca: A la pantalla **Nom i sistema operatiu**:
fr: Dans l'écran **Nom et système d'exploitation** :

source: Specify:
ca: Especifiqueu:
fr: Spécifier :

source: A name of your choice
ca: Un nom que escolliu
fr: Un nom de votre choix

source: **Type**: **Linux**
ca: **Tipus**: **Linux**

source: **Version**: **Other Linux (64 bit)**
ca: **Versió**: **Altres Linux (64 bit)**

source: Click **Next**.
ca: Feu clic a **Següent**.
fr: Cliquer sur **Suivant**.

source: In the **Memory size** screen:
ca: A la pantalla **Mida de la memòria**:
fr: Dans l'écran **Taille de la mémoire** :

source: Allocate at least 2048 MB of RAM.
ca: Assigneu almenys 2048 MB de RAM.
fr: Allouer au moins 2048 Mo de mémoire vive.

source: In the **Hard drive** screen:
ca: A la pantalla **Disc dur**:
fr: Dans l'écran **Disque dur** :

source: Choose **Do not add a virtual hard drive**.
ca: Trieu **No afegiu un disc dur virtual**.
fr: Choisir **Ne pas ajouter de disque dur virtuel**.

source: Click **Create**.
ca: Feu clic a **Crea**.
fr: Cliquer sur **Créer**.

source: 1. Click **Continue** in the warning dialog about creating a virtual machine without a hard drive.
ca: 1. Feu clic a **Continua** al diàleg d'advertència sobre la creació d'una màquina virtual sense disc dur.
fr: 1. Cliquer sur **Continuer** dans la fenêtre d'avertissement à propos de la création d'une machine virtuelle sans disque dur.

source: To configure the virtual machine to start from an ISO image:
ca: Per configurar la màquina virtual perquè comenci des d'una imatge ISO:
fr: Pour configurer la machine virtuelle pour démarrer depuis une image ISO :

source: Select the new virtual machine in the left pane.
ca: Seleccioneu la nova màquina virtual al panell esquerre.
fr: Sélectionner la machine virtuelle dans la partie gauche.

source: Choose **Machine**&nbsp;▸ **Settings...**.
ca: Trieu **Màquina**&nbsp;▸ **Configuració...**.
fr: Choisir **Machine**&nbsp;▸ **Paramètres...**.

source: Select **System** in the left pane.
ca: Seleccioneu **Sistema** al panell esquerre.
fr: Sélectionner **Système** dans la partie gauche.

source: In the **Extended Features** section of the **Motherboard** tab, make sure that **Enable I/O APIC** is enabled.
ca: A la secció **Funcions ampliades** de la pestanya **Placa base**, assegureu-vos que **Activa I/O APIC** estigui habilitat.
fr: Dans la section **Fonctions avancées** de l'onglet **Carte mère**, vérifier que la case **Activer les IO-APIC** est cochée.

source: Select **Storage** in the left pane.
ca: Seleccioneu **Emmagatzematge** al panell esquerre.
fr: Sélectionner **Stockage** dans la partie gauche.

source: Select **Empty** below **Contoller IDE** in the **Storage Tree** selection list in the right pane.
ca: Seleccioneu **Buit** a sota **Contoller IDE** a la llista de selecció **Arbre d'emmagatzematge** al panell dret.
fr: Sélectionner **Vide** sous **Contrôleur IDE** dans la liste de sélection de l'**Arborescence de stockage** dans la partie droite.

source: Click on the **CD** icon on the right of the window and select **Choose a virtual CD/DVD disk file...** to browse for the ISO image you want to start Tails from.
ca: Feu clic a la icona de **CD** a la dreta de la finestra i seleccioneu **Tria un fitxer de disc de CD/DVD virtual...** per buscar la imatge ISO des de la qual voleu iniciar Tails.
fr: Cliquer sur l'icône **CD** dans la droite de la fenêtre et sélectionner **Choisissez un fichier de CD/DVD virtuel...** pour naviguer jusqu'à l'image ISO de Tails à partir de laquelle vous souhaitez démarrer.

source: Check the **Live CD/DVD** option.
ca: Comproveu l'opció **CD/DVD en directe**.
fr: Cocher l'option **Live CD/DVD**.

source: Click **OK**.
ca: Feu clic a **D'acord**.
fr: Cliquer sur **OK**.

source: To start the new virtual machine:
ca: Per iniciar la nova màquina virtual:
fr: Pour démarrer la nouvelle machine virtuelle :

source: Select the virtual machine in the left pane.
ca: Seleccioneu la màquina virtual al panell esquerre.
fr: Sélectionner la machine virtuelle dans la partie gauche de la fenêtre.

source: Click **Start**.
ca: Feu clic a **Inicia**.
fr: Cliquer sur **Démarrer**.

source: <p><i>VirtualBox Guest Additions</i> has been removed since Tails 4.27. As a result:</p>
ca: <p><i>VirtualBox Guest Additions</i> s'ha eliminat des de Tails 4.27. Com a resultat:</p>
fr: <p>Les <i>Additions invité VirtualBox</i> ont été supprimées depuis Tails 4.27. En conséquence :</p>

source: <li><p>The <a href="https://www.virtualbox.org/manual/ch04.html#guestadd-intro">shared clipboard</a> feature of <i>VirtualBox</i> is unavailable.</p></li>
ca: <li><p>La funció <a href="https://www.virtualbox.org/manual/ch04.html#guestadd-intro">porta-retalls compartit</a> de <i>VirtualBox</i> no està disponible.</p></li>
fr: <li><p>La fonction <a href="https://www.virtualbox.org/manual/ch04.html#guestadd-intro">presse-papier partagé</a> de <i>VirtualBox</i> n'est pas disponible.</p></li>

source: <li><p>The screen resolution of Tails can't be changed by resizing the virtual machine window in the host OS. The screen resolution must be changed from inside Tails.</p>
ca: <li><p>La resolució de pantalla de Tails no es pot canviar modificant la mida de la finestra de la màquina virtual al sistema operatiu amfitrió. S'ha de canviar la resolució de la pantalla des de dins de Tails.</p>
fr: <li><p>La résolution de l'écran de Tails ne peut pas être modifiée en modifiant la taille de la fenêtre de la machine virtuelle du système d'exploitation hôte. La résolution de l'écran doit être modifiée depuis Tails.</p>

source: <p>To change the screen resolution from inside Tails, choose <b>Applications&nbsp;▸ System Tools&nbsp;▸ Settings&nbsp;▸ Displays&nbsp;▸ Resolution</b>.</p>
ca: <p>Per canviar la resolució de la pantalla des de Tails, trieu <b>Aplicacions&nbsp;▸ Eines del sistema&nbsp;▸ Configuració&nbsp;▸ Pantalla&nbsp;▸ Resolució</b>.</p>
fr: <p>Pour changer la résolution depuis Tails, choisir <b>Applications&nbsp;▸ Outils système &nbsp;▸ Paramètres&nbsp;▸ Écrans&nbsp;▸ Définition</b>.</p>

source: <p>You might also need to adjust the virtual machine window in the host OS to fit the new screen resolution.</p></li>
ca: <p>També potser haureu d'ajustar la finestra de la màquina virtual al sistema operatiu amfitrió per ajustar-se a la nova resolució de pantalla.</p></li>
fr: <p>Vous pourriez aussi avoir besoin d'ajuster la fenêtre de la machine virtuelle dans le système d'exploitation hôte pour correspondre à la nouvelle résolution d'écran.</p></li>

source: <p>We plan to add back <i>VirtualBox Guest Additions</i> in a future version of Tails. See [[!tails_ticket 18728]].</p>
ca: <p>Ens estem plantejant tornar a afegir <i>VirtualBox Guest Additions</i> en una versió futura de Tails. Vegeu [[!tails_ticket 18728]].</p>
fr: <p>Nous prévoyons de restaurer les <i>Additions invité VirtualBox</i> dans une prochaine version de Tails. Voir [[!tails_ticket 18728]].</p>
