Repository: SchwabischesBauernbrot/tails
Catalog: wiki/src/doc/reset/windows.*.po
Languages: ca

source: [[!meta title="Resetting a USB stick using Windows"]]
ca: [[!meta title="Restablir un llapis USB utilitzant Windows"]]

source: [[!inline pages="doc/reset.intro" raw="yes" sort="age"]]
ca: [[!inline pages="doc/reset.intro.ca" raw="yes" sort="age"]]

source: <strong>The following instructions do not work on Windows XP.</strong><br/> The version of <span class="application">Diskpart</span> on Windows XP does not list removable disks.
ca: <strong>Les instruccions següents no funcionen a Windows XP.</strong><br/> La versió de <span class="application">Diskpart</span> a Windows XP no inclou discs extraïbles.

source: Using <span class="application">Diskpart</span>
ca: Utilitzant <span class="application">Diskpart</span>

source: <strong>You might overwrite any hard disk on the computer.</strong><br/> If at some point you are not sure about the disk number, stop proceeding.
ca: <strong>Podeu sobreescriure qualsevol disc dur de l'ordinador.</strong><br/> Si en algun moment no esteu segur del número de disc, millor no continueu.

source: Make sure that the USB stick that you want to reset is unplugged.
ca: Assegureu-vos que el llapis USB que voleu restablir estigui desconnectat.

source: Click on the <span class="bold">Start</span> button, and choose <span class="menuchoice">All Programs&nbsp;▸ Accessories&nbsp;▸ Command Prompt</span>, to open the <span class="application">[[!wikipedia cmd.exe desc="Command Prompt"]]</span>,
ca: Feu clic al botó <span class="bold">Inici</span> i seleccioneu <span class="menuchoice">Tots els programes&nbsp;▸ Accessoris&nbsp;▸ Símbol del sistema</span> per obrir el <span class="application">[[!wikipedia cmd.exe desc="Símbol del sistema"]]</span>,

source: [[More help on how to start the <span class="application">Command Prompt</span>|http://www.computerhope.com/issues/chdos.htm]]
ca: [[Més ajuda sobre com iniciar el<span class="application"> Símbol del Sistema</span>|http://www.computerhope.com/issues/chdos.htm]] (en anglès)

source: 2. Execute the <span class="command">diskpart</span> command, to start <span class="application">Diskpart</span>.
ca: 2. Executeu l'ordre <span class="command">diskpart</span> per iniciar <span class="application">Diskpart</span>.

source: Execute the <span class="command">list disk</span> command to obtain information about each disk in the computer.
ca: Executeu l'ordre <span class="command">list disk</span> per obtenir informació sobre cada disc de l'ordinador.

source: For example:
ca: Per exemple:

source: Plug in the USB stick that you want to reset. Run the <span class="command">list disk</span> command again.
ca: Connecteu el llapis USB que voleu restablir. Torneu a executar l'ordre <span class="command">list disk</span>.

source: A new disk, which corresponds to that USB stick, appears in the list.
ca: A la llista apareix un disc nou, que correspon a aquest nou llapis USB.

source: For example:
ca: Per exemple:

source: Make sure that its size corresponds to the size of the USB stick that you want to reset. Note down the disk number assigned by <span class="application">Diskpart</span> to the USB stick.
ca: Assegureu-vos que la seva mida correspongui a la mida del llapis USB que voleu restablir. Anoteu el número de disc assignat per <span class="application">Diskpart</span> al llapis USB.

source: To select the USB stick, execute the following command: <span class="command">select disk=<span class="replaceable">number</span></span>. Replace <span class="replaceable">number</span> by the disk number of the USB stick that you want to reset.
ca: Per seleccionar el llapis USB, executeu l'ordre següent: <span class="command">select disk=<span class="replaceable">número</span></span>. Substituïu el <span class="replaceable">número</span> pel número de disc del llapis USB que voleu restablir.

source: Execute the <span class="command">clean</span> command to delete the partition table from the USB stick.
ca: Executeu l'ordre <span class="command">clean</span> per eliminar la taula de particions del llapis USB.

source: Execute the <span class="command">convert mbr</span> command to create a new partition table on the USB stick.
ca: Executeu l'ordre <span class="command">convert mbr</span> per crear una nova taula de particions al llapis USB.

source: Execute the <span class="command">create partition primary</span> command to create a new primary partition on the USB stick.
ca: Executeu l'ordre <span class="command">create partition primary</span> per crear una nova partició primària al llapis USB.

source: Troubleshooting
ca: Resolució de problemes

source: See the [[Diskpart documentation from Microsoft Support|http://support.microsoft.com/kb/300415]].
ca: Consulteu la [[documentació de Diskpart de Microsoft Support|http://support.microsoft.com/kb/300415]] (en anglès).
