Repository: SchwabischesBauernbrot/tails
Catalog: wiki/src/doc/sensitive_documents/screenshot_and_screencast.*.po
Languages: fr

source: [[!meta title="Screenshot and screencast"]]
fr: [[!meta title="Capture d'écran et capture vidéo de l'écran"]]

source: Taking a screenshot
fr: Prendre une capture d'écran

source: To take a screenshot of the entire screen, part of the screen, or a single window choose **Applications**&nbsp;▸ **Screenshot**.
fr: Pour prendre une capture d'écran de l'écran entier, d'une partie de l'écran ou d'une seule fenêtre choisir **Applications**&nbsp;▸ **Capture d'écran**.

source: You can also press the **PrtScn** key of the keyboard to take a screenshot of the entire screen instantaneously. The screenshot is saved in **Places**&nbsp;▸ **Pictures**.
fr: Vous pouvez aussi appuyer sur la touche **Impr écran** du clavier pour prendre instantanément une capture d'écran de l'écran entier. La capture d'écran est sauvegardée dans **Emplacements**&nbsp;▸ **Images**.

source: Recording a screencast
fr: Enregistrer une capture vidéo de l’écran

source: To take a screencast:
fr: Pour faire une capture vidéo de l’écran :

source: Press the key combination **Ctrl+Alt+Shift+R**.
fr: Appuyer sur la combinaison de touches **Ctrl+Alt+Majuscule+R**.

source: A red dot appears in the system menu near the top-right corner of the desktop when recording starts.
fr: Lorsque l'enregistrement commence un point rouge apparaît dans le menu système dans le coin en haut à droite du bureau.

source: Press again the key combination **Ctrl+Alt+Shift+R** to stop the screencast.
fr: Appuyer à nouveau sur la combinaison de touches **Ctrl+Alt+Majuscule+R** pour arrêter la capture vidéo de l’écran.

source: The video is saved in **Places**&nbsp;▸ **Videos**.
fr: La vidéo est sauvegardée dans **Emplacements**&nbsp;▸ **Vidéos**.

source: <p>Unfortunately, this screencast has no sound and more complete applications like <i>Kazam</i> stopped working in Tails 5.8 (December 2022). Tails 6.0 (mid 2023) should integrate better screencast features. ([[!tails_ticket 19441]])<p>
fr: <p>Malheureusement, la capture vidéo de l’écran n'a pas de son et des applications plus complètes comme <i>Kazam</i> ont arrêté de marcher dans Tails 5.8 (décembre 2022). Tails 6.0 (mi-2023) intégrera de meilleures fonctionnalités de capture vidéo de l’écran. ([[!tails_ticket 19441]])<p>

source: <p>Until then, you can record the sound with <i>Sound Recorder</i>.</p>
fr: <p>D'ici là, vous pouvez enregistrer le son avec <i>Enregistreur de son</i>.</p>
