Repository: SchwabischesBauernbrot/tails
Catalog: wiki/src/doc/persistent_storage/check.*.po
Languages: de

source: [[!meta title="Checking the file system of the Persistent Storage"]]
de: [[!meta title="Das Dateisystem des beständigen Speicherbereichs überprüfen"]]

source: In rare occasions, you might have to perform a file system check to repair a broken Persistent Storage.
de: In seltenen Fällen müssen Sie das Dateisystem überprüfen, um einen defekten, beständigen Speicherbereich zu reparieren.

source: Unlock the Persistent Storage
de: Entsperren Sie den beständigen Speicherbereich

source: When starting Tails, [[set up an administration password|doc/first_steps/welcome_screen/administration_password]].
de: Beim Starten von Tails [[richten Sie ein Administrationspasswort ein|doc/first_steps/welcome_screen/administration_password]].

source: Choose **Applications**&nbsp;▸ **Utilities**&nbsp;▸ **Disks** to open the *Disks* utility.
de: Wählen Sie **Anwendungen**&nbsp;▸ **Dienstprogramme**&nbsp;▸ **Datenträger**, um das *Datenträger*-Dienstprogramm zu öffnen.

source: In the left pane, click on the device corresponding to your Tails USB stick.
de: Wählen Sie im linken Fensterbereich das Speichermedium aus, welches Ihrem USB-Stick mit Tails entspricht.

source: In the right pane, click on the partition labeled as <span class="guilabel">TailsData LUKS</span>.
de: Klicken Sie im rechten Fensterbereich auf die Partition mit dem Namen <span class="guilabel">TailsData LUKS</span>.

source: Click on [[!img lib/network-wireless-encrypted.png alt="Unlock" class="symbolic" link="no"]]</span> to unlock the Persistent Storage. Enter the passphrase of the Persistent Storage and click **Unlock** again.
de: Klicken Sie auf [[!img lib/network-wireless-encrypted.png alt="Entsperren" class="symbolic" link="no"]] </span>, um den persistenten Speicher zu entsperren. Geben Sie die Passphrase des persistenten Speichers ein und klicken Sie erneut auf **Entsperren**.

source: In the confirmation dialog, enter your administration password and click <span class="guilabel">Authenticate</span>.
de: Geben Sie in dem Bestätigungsdialog Ihr Administrationspasswort ein und klicken Sie auf <span class="guilabel">Anmelden</span>.

source: Click on the <span class="guilabel">TailsData Ext4</span> partition that appears below the <span class="guilabel">TailsData LUKS</span> partition.
de: Klicken Sie auf die Partition <span class="guilabel">TailsData Ext4</span>, die unter der Partition <span class="guilabel">TailsData LUKS</span> erscheint.

source: Identify the device name of your Persistent Storage. The device name appears below the list of volumes. It should look like `/dev/mapper/luks-xxxxxxxx`.
de: Identifizieren Sie den Gerätenamen Ihres dauerhaften Speichers. Der Gerätename erscheint unterhalb der Liste der Laufwerke. Er sollte wie `/dev/mapper/luks-xxxxxxxx` aussehen.

source: Check the file system using the terminal
de: Das Dateisystem im Terminal überprüfen
