Repository: SchwabischesBauernbrot/tails
Catalog: wiki/src/doc/persistent_storage/rescue.*.po
Languages: ca, fr

source: [[!meta title="Rescuing the Persistent Storage of a broken Tails"]]
ca: [[!meta title="Recuperar l'Emmagatzematge Persistent d'un Tails espatllat"]]
fr: [[!meta title="Récupérer le stockage persistant d'un Tails endommagé"]]

source: If your Tails becomes broken, for example, it no longer starts, you can follow these instructions to try to rescue your Persistent Storage.
ca: Si el vostre Tails es trenca, per exemple, ja no s'inicia, podeu seguir aquestes instruccions per intentar rescatar el vostre Emmagatzematge Persistent.
fr: Si votre Tails tombe en panne, par exemple si elle ne démarre plus, vous pouvez suivre ces instructions pour essayer de récupérer votre stockage persistant.

source: <p>It is advisable to keep a current backup of your Persistent Storage. To learn how to create a backup of your Persistent Storage, see our [[instructions on how to back up your Persistent Storage to another Tails USB stick|backup]].</p>
ca: <p>És recomanable mantenir una còpia de seguretat actual del vostre Emmagatzematge Persistent. Per aprendre a crear una còpia de seguretat del vostre Emmagatzematge Persistent, consulteu les nostres [[instruccions sobre com fer una còpia de seguretat del vostre Emmagatzematge Persistent a un altre llapis USB de Tails|backup]].</p>
fr: <p>Il est conseillé de conserver une sauvegarde de votre stockage persistant. Pour apprendre comment créer une sauvegarde de votre stockage persistant, voir [[comment faire une sauvegarde de votre stockage persistant sur une autre clé USB Tails|backup]].</p>

source: Install Tails on a new USB stick on which you want to rescue your Persistent Storage. Make sure that this new USB stick is at least as large as the USB stick that has your broken Tails on it.
ca: Instal·leu Tails en un nou llapis USB del qual voleu rescatar el vostre Emmagatzematge Persistent. Assegureu-vos que aquest nou llapis USB sigui almenys tan gran com el llapis USB que conté el vostre Tails trencat.
fr: Installer Tails sur une nouvelle clé USB sur laquelle vous voulez récupérer votre stockage persistant. Assurez vous que cette nouvelle clé USB a une capacité de stockage au moins égale à celle de la clé de votre Tails en panne.

source: Start on your new Tails and [[create a Persistent Storage|persistent_storage/create]].
ca: Comenceu amb el nou Tails i [[creeu un Emmagatzematge Persistent|persistent_storage/create]].
fr: Démarrez sur votre nouveau Tails et [[créez un stockage persistant|persistent_storage/create]].

source: Close the Persistent Storage settings after creation, when the list of features is displayed.
ca: Tanqueu la configuració de l'Emmagatzematge Persistent després de la creació, quan es mostri la llista de funcions.
fr: Fermer les paramètres du stockage persistant après la création, lorsque la liste des fonctionnalités est affichée.

source: The process described below overrides the configuration of the Persistent Storage. So, it does not matter which features you turn on after creating the Persistent Storage.
ca: El procés que es descriu a continuació anul·la la configuració de l'Emmagatzematge Persistent. Per tant, no importa quines funcions activeu després de crear l'Emmagatzematge Persistent.
fr: Le processus décrit ci-dessous remplace la configuration du stockage persistant. Ainsi, les fonctionnalités que vous activez après la création du stockage persistant n'ont aucune importance.

source: Restart on your new Tails, set up an [[administration password|doc/first_steps/welcome_screen/administration_password]], and unlock the Persistent Storage.
ca: Reinicieu el vostre nou Tails, configureu una [[contrasenya d'administració|doc/first_steps/welcome_screen/administration_password]] i desbloquegeu l'Emmagatzematge Persistent.
fr: Redémarrez sur votre nouveau Tails, configurez un [[mot de pass d'administration|doc/first_steps/welcome_screen/administration_password]], et déverrouillez le stockage persistant.

source: <p>Make sure that all applications are closed before continuing with these instructions. Otherwise, the Persistent Storage might not be properly rescued from your broken Tails.</p>
ca: <p>Assegureu-vos que totes les aplicacions estiguin tancades abans de continuar amb aquestes instruccions. En cas contrari, és possible que l'Emmagatzematge Persistent no es recuperi correctament del vostre Tails trencat.</p>
fr: <p>Assurez-vous que toutes les applications sont fermées avant de continuer avec ces instructions. Sinon, le stockage persistant risque de ne pas être correctement récupéré de votre Tails endommagé.</p>

source: Choose **Applications**&nbsp;▸ **Accessories**&nbsp;▸ **Files** to open the *Files* browser.
ca: Trieu **Aplicacions**&nbsp;▸ **Accessoris**&nbsp;▸ **Fitxers** per obrir el navegador de *Fitxers*.

source: Plug in the USB stick that has your broken Tails on it.
ca: Connecteu el llapis USB que té el vostre Tails trencat.
fr: Branchez la clé USB sur laquelle se trouve votre Tails endommagé.

source: A new encrypted volume appears in the sidebar of the *Files* browser. Click on it and enter the passphrase of your broken Tails to unlock the volume.
ca: Apareix un nou volum encriptat a la barra lateral del navegador de *Fitxers*. Cliqueu-hi i introduïu-hi la contrasenya del vostre Tails trencat per desbloquejar el volum.
fr: Un nouveau volume chiffré apparaît dans la barre latérale du navigateur de *Fichiers*. Cliquez dessus et entrez la phrase de passe de votre Tails endommagé pour déverrouiller le volume.

source: The Persistent Storage of your broken Tails shows up as **TailsData**.
ca: L'Emmagatzematge Persistent del vostre Tails trencat apareix com a **TailsData**.
fr: Le stockage persistant de votre Tails endommagé apparaît sous le nom de **TailsData**.

source: <p>If an encrypted volume does not appear, then you might not be able to rescue the Persistent Storage of your broken Tails.</p>
ca: <p>Si no apareix un volum encriptat, és possible que no pugueu recuperar l'Emmagatzematge Persistent del vostre Tails trencat.</p>
fr: <p>Si aucun volume chiffré n'apparaît, il se peut que vous ne puissiez pas récupérer le stockage persistant de votre Tails endommagé.</p>

source: 1. Choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">System Tools</span>&nbsp;▸ <span class="guimenuitem">Root Terminal</span> </span> to open a terminal with administration rights.
ca: 1. Trieu <span class="menuchoice"> <span class="guimenu">Aplicacions</span>&nbsp;▸ <span class="guisubmenu">Eines del sistema</span>&nbsp;▸ <span class="guimenuitem">Terminal d'administrador</span> </span> per obrir un terminal amb drets d'administració.

source: Execute the following command to rescue the Persistent Storage of your broken Tails to your new Tails:
ca: Executeu l'ordre següent per recuperar l'Emmagatzematge Persistent del vostre Tails trencat al vostre nou Tails:
fr: Exécutez la commande suivante pour récupérer le stockage persistant de votre Tails endommagé vers votre nouveau Tails :

source: When the command finishes, it displays a summary of the data that was copied. For example:
ca: Quan finalitza l'ordre, mostra un resum de les dades que s'han copiat. Per exemple:
fr: Lorsque la commande est terminée, elle affiche un résumé des données qui ont été copiées. Par exemple :

source: You can now eject the <span class="guilabel">TailsData</span> volume in the <span class="application">Files</span> browser and unplug the USB stick that has your broken Tails on it.
ca: Ara podeu expulsar el volum <span class="guilabel">TailsData</span> del navegador de <span class="application">Fitxers</span> i desconnectar el llapis USB que conté el vostre Tails trencat.
fr: Vous pouvez maintenant éjecter le volume <span class="guilabel">TailsData</span> dans le navigateur de <span class="application">Fichiers</span> et débrancher la clé USB sur laquelle se trouve votre Tails endommagé.
