Repository: SchwabischesBauernbrot/tails
Catalog: wiki/src/news/version_4.20.*.po
Languages: pl

source: [[!meta title="Tails 4.20 is out"]]
pl: [[!meta title="Tails 4.20 jest już dostępny"]]

source: <h1 id="tor-connection"><i>Tor Connection</i> assistant</h1>
pl: <h1 id="tor-connection"><i>Połączenie Tor</i> assistant</h1>

source: Tails 4.20 completely changes how to connect to the Tor network from Tails.
pl: Tails 4.20 całkowicie zmienia sposób łączenia się z siecią Tor z poziomu Tails.

source: After connecting to a local network, a *Tor Connection* assistant helps you connect to the Tor network.
pl: Po połączeniu się z siecią lokalną, asystent *Tor Connection* pomaga połączyć się z siecią Tor.

source: This new assistant is most useful for users who are at high risk of physical surveillance, under heavy network censorship, or on a poor Internet connection:
pl: Ten nowy asystent jest najbardziej przydatny dla użytkowników, którzy są narażeni na wysokie ryzyko fizycznej inwigilacji, podlegają silnej cenzurze sieci lub mają słabe połączenie internetowe:

source: It protects better the users who need to go unnoticed if using Tor could look suspicious to someone who monitors their Internet connection (parental control, abusive partner, school or work network, etc.).
pl: Chroni to lepiej użytkowników, którzy muszą pozostać niezauważeni, jeśli korzystanie z Tora może wyglądać podejrzanie dla kogoś, kto monitoruje ich połączenie internetowe (kontrola rodzicielska, obraźliwy partner, sieć szkolna lub służbowa itp.).

source: It allows people who need to connect to Tor using bridges to configure them without having to change the default configuration in the Welcome Screen.
pl: Pozwala to osobom, które muszą połączyć się z Torem za pomocą mostków, skonfigurować je bez konieczności zmiany domyślnej konfiguracji na ekranie powitalnym.

source: - It helps first-time users understand how to connect to a local Wi-Fi network.
pl: - Pomaga początkującym użytkownikom zrozumieć, jak połączyć się z lokalną siecią Wi-Fi.

source: It provides feedback while connecting to Tor and helps troubleshoot network problems.
pl: Zapewnia informacje zwrotne podczas łączenia się z siecią Tor i pomaga w rozwiązywaniu problemów z siecią.

source: We know that this assistant is still far from being perfect, even if we have been working on this assistant since February. If anything is unclear, confusing, or not working as you would expect, please send your feedback to <tails-dev@boum.org> (public mailing list).
pl: Wiemy, że ten asystent jest wciąż daleki od doskonałości, mimo że pracujemy nad nim od lutego. Jeśli coś jest niejasne, mylące lub nie działa zgodnie z oczekiwaniami, prosimy o przesłanie opinii na adres <tails-dev@boum.org> (publiczna lista mailingowa).

source: This first release of the *Tor Connection* assistant is only a first step. We will add more improvements to it in the coming months to:
pl: To pierwsze wydanie asystenta *Tor Connection* jest tylko pierwszym krokiem. W nadchodzących miesiącach dodamy do niego więcej ulepszeń:

source: - Save Tor bridges to the Persistent Storage ([[!tails_ticket 5461]])
pl: - Zapisanie mostów Tor w pamięci trwałej ([[!tails_ticket 5461]])

source: - Help detect when Wi-Fi is not working ([[!tails_ticket 14534]])
pl: - Pomoc w wykrywaniu niedziałającego Wi-Fi ([[!tails_ticket 14534]])

source: Detect if you have to sign in to the local network using a captive portal ([[!tails_ticket 5785]])
pl: Wykryj, czy musisz zalogować się do sieci lokalnej przy użyciu portalu przechwytującego ([[!tails_ticket 5785]])

source: Synchronize the clock to make it easier to use Tor bridges in Asia ([[!tails_ticket 15548]])
pl: Synchronizacja zegara w celu ułatwienia korzystania z mostów Tor w Azji ([[!tails_ticket 15548]])

source: Make it easier to learn about new Tor bridges ([[!tails_ticket 18219]], [[!tails_ticket 15331]])
pl: Ułatwienie poznawania nowych mostów Tor ([[!tails_ticket 18219]], [[!tails_ticket 15331]])

source: <h1 id="changes">Changes and updates</h1>
pl: <h1 id="changes">Zmiany i aktualizacje</h1>

source: Update *OnionShare* from 1.3.2 to [2.2](https://github.com/micahflee/onionshare/blob/develop/CHANGELOG.md#22).
pl: Aktualizacja *OnionShare* z wersji 1.3.2 do [2.2](https://github.com/micahflee/onionshare/blob/develop/CHANGELOG.md#22).

source: This major update adds a feature to [host a website](https://docs.onionshare.org/2.3.2/en/features.html#host-a-website) accessible from a Tor onion service.
pl: Ta duża aktualizacja dodaje funkcję [hostuj stronę](https://docs.onionshare.org/2.3.2/en/features.html#host-a-website) dostępnej z usługi cebulowej Tor.

source: Update *KeePassXC* from 2.5.4 to [2.6.2](https://github.com/keepassxreboot/keepassxc/blob/master/CHANGELOG.md#262-2020-10-21).
pl: Aktualizacja *KeePassXC* z wersji 2.5.4 do [2.6.2](https://github.com/keepassxreboot/keepassxc/blob/master/CHANGELOG.md#262-2020-10-21).

source: This major update comes with a redesign of the interface.
pl: Ta duża aktualizacja obejmuje przeprojektowanie interfejsu.

source: - Update *Tor Browser* to [10.5.2](https://blog.torproject.org/new-release-tor-browser-1052).
pl: - Aktualizacja *Tor Browser* do wersji [10.5.2](https://blog.torproject.org/new-release-tor-browser-1052).

source: - Update *Thunderbird* to [78.11.0](https://www.thunderbird.net/en-US/thunderbird/78.11.0/releasenotes/).
pl: - Aktualizacja *Thunderbird* do wersji [78.11.0](https://www.thunderbird.net/en-US/thunderbird/78.11.0/releasenotes/).

source: - Update *Tor* to 0.4.5.9.
pl: - Aktualizacja *Tor* do wersji 0.4.5.9.

source: Update the *Linux* kernel to 5.10.46. This should improve the support for newer hardware (graphics, Wi-Fi, and so on).
pl: Zaktualizuj jądro *Linux* do wersji 5.10.46. Powinno to poprawić obsługę nowszego sprzętu (grafika, Wi-Fi itp.).

source: Rename *MAC address spoofing* as *MAC address anonymization* in the Welcome Screen.
pl: Zmień nazwę *MAC address spoofing* na *MAC address anonymization* na ekranie powitalnym.

source: <h1 id="fixes">Fixed problems</h1>
pl: <h1 id="fixes">Naprawione problemy</h1>.

source: Automatic upgrades
pl: Automatyczne aktualizacje

source: - Made the download of upgrades and the handling of errors more robust. ([[!tails_ticket 18162]])
pl: - Usprawniono pobieranie aktualizacji i obsługę błędów. ([!tails_ticket 18162]])

source: - Display an error message when failing to check for available upgrades. ([[!tails_ticket 18238]])
pl: - Wyświetlanie komunikatu o błędzie w przypadku niepowodzenia sprawdzenia dostępności aktualizacji. ([[!tails_ticket 18238]])

source: Tails Installer
pl: Instalator Tails

source: - Made the display of the **Reinstall** button more robust. ([[!tails_ticket 18300]])
pl: - Usprawniono wyświetlanie przycisku **Zainstaluj ponownie**. ([!tails_ticket 18300]])

source: - Make the **Install** and **Upgrade** unavailable after a USB stick is removed. ([[!tails_ticket 18346]])
pl: - Uczynienie **Install** i **Upgrade** niedostępnymi po usunięciu pamięci USB. ([!tails_ticket 18346]])

source: For more details, read our [[!tails_gitweb debian/changelog desc="changelog"]].
pl: Aby uzyskać więcej informacji, przeczytaj nasz [[!tails_gitweb debian/changelog desc="changelog"]].

source: <h1 id="issues">Known issues</h1>
pl: <h1 id="issues">Znane problemy</h1>.

source: See the list of [[long-standing issues|support/known_issues]].
pl: Zobacz listę [[long-standing issues|support/known_issues]].

source: To upgrade your Tails USB stick and keep your persistent storage
pl: Aby zaktualizować pamięć USB Tails i zachować pamięć trwałą

source: Automatic upgrades are broken from Tails 4.14 and earlier. See the <a href="#broken-upgrades">known issue above</a>.
pl: Automatyczne aktualizacje nie działają w Tails 4.14 i wcześniejszych wersjach. Zobacz <a href="#broken-upgrades">znany problem powyżej</a>.

source: - Automatic upgrades are available from Tails 4.14 or later to 4.20.
pl: - Dostępne są automatyczne aktualizacje z wersji Tails 4.14 lub nowszej do 4.20.

source: You can [[reduce the size of the download|doc/upgrade#reduce]] of future automatic upgrades by doing a manual upgrade to the latest version.
pl: Możesz [[zmniejszyć rozmiar pobierania|doc/upgrade#reduce]] przyszłych automatycznych aktualizacji, wykonując ręczną aktualizację do najnowszej wersji .

source: If you cannot do an automatic upgrade or if Tails fails to start after an automatic upgrade, please try to do a [[manual upgrade|doc/upgrade/#manual]].
pl: Jeśli nie możesz wykonać automatycznej aktualizacji lub jeśli Tails nie uruchamia się po automatycznej aktualizacji, spróbuj wykonać [[ręczna aktualizacja|doc/upgrade/#manual]].

source: To install Tails on a new USB stick
pl: Aby zainstalować Tails na nowej pamięci USB

source: Follow our installation instructions:
pl: Postępuj zgodnie z naszymi instrukcjami instalacji:

source: [[Install from Windows|install/windows]]
pl: [[Zainstaluj z Windows|install/windows]]

source: [[Install from macOS|install/mac]]
pl: [[Zainstaluj z macOS|install/mac]]

source: [[Install from Linux|install/linux]]
pl: [[Zainstaluj z Linuksa|zainstaluj/linux]]

source: <div class="caution"><p>The Persistent Storage on the USB stick will be lost if you install instead of upgrading.</p></div>
pl: <div class="caution"><p>Pamięć trwała na nośniku USB zostanie utracona, jeśli instalujesz zamiast aktualizować.</p></div>

source: To download only
pl: Tylko do pobrania

source: If you don't need installation or upgrade instructions, you can download Tails 4.20 directly:
pl: Jeśli nie potrzebujesz instrukcji instalacji lub aktualizacji, możesz pobrać Tails 4.20 bezpośrednio:

source: [[For USB sticks (USB image)|install/download]]
pl: [[Dla pamięci USB (obraz USB)|zainstaluj/pobierz]]

source: [[For DVDs and virtual machines (ISO image)|install/download-iso]]
pl: [[Dla płyt DVD i maszyn wirtualnych (obraz ISO)|install/download-iso]]

source: <h1 id="next">What's coming up?</h1>
pl: <h1 id="next">Co nadchodzi? </h1>.

source: Tails 4.21 is [[scheduled|contribute/calendar]] for August 10.
pl: Tails 4.21 zostanie wydany [[zaplanowano|wniesienie wkładu/kalendarz]] na 10 sierpnia.
