Repository: SchwabischesBauernbrot/tails
Catalog: wiki/src/news/version_4.2.*.po
Languages: ca

source: [[!meta title="Tails 4.2 is out"]]
ca: [[!meta title="Tails 4.2"]]

source: This release fixes [[many security vulnerabilities|security/Numerous_security_holes_in_4.1.1]]. You should upgrade as soon as possible.
ca: Aquesta versió corregeix [[moltes vulnerabilitats de seguretat|security/Numerous_security_holes_in_4.1.1]]. Hauríeu d'actualitzar el més aviat possible.

source: Improvements to automatic upgrades
ca: Millores a les actualitzacions automàtiques

source: We worked on important improvements to the automatic upgrade feature, which is still one of your major pain points when using Tails:
ca: Hem treballat en millores importants a la funció d'actualització automàtica, que encara és un dels vostres principals problemes quan feu servir Tails:

source: Until now, if your version of Tails was several months old, you sometimes had to do 2 or more automatic upgrades in a row. For example, to upgrade from Tails 3.12 to Tails 3.16, you first had to upgrade to Tails 3.14.
ca: Fins ara, si la vostra versió de Tails tenia uns quants mesos, de vegades havíeu de fer 2 o més actualitzacions automàtiques seguides. Per exemple, per actualitzar de Tails 3.12 a Tails 3.16, primer havíeu d'actualitzar a Tails 3.14.

source: Starting with 4.2, direct automatic upgrades will be available from all prior versions to the latest version.
ca: A partir de la versió 4.2, les actualitzacions automàtiques directes estaran disponibles des de totes les versions anteriors a la darrera versió.

source: Until now, you could only do a limited number of automatic upgrades, after which you had to do a much more complicated [["manual" upgrade|doc/upgrade#manual]].
ca: Fins ara, només podíeu fer un nombre limitat d'actualitzacions automàtiques, després de les quals havíeu de fer una [[actualització "manual"|doc/upgrade#manual]] molt més complicada.

source: Starting with 4.2, you will only have to do a manual upgrade between major versions, for example to upgrade to Tails 5.0 in 2021.
ca: A partir de la versió 4.2, només haureu de fer una actualització manual entre versions principals, per exemple per actualitzar a Tails 5.0 el 2021.

source: - We made automatic upgrades use less memory.
ca: - Hem fet que les actualitzacions automàtiques utilitzin menys memòria.

source: We optimized a bit the size of the download when doing automatic upgrades.
ca: Hem optimitzat una mica la mida de la baixada quan fem actualitzacions automàtiques.

source: New features
ca: Noves funcionalitats

source: We included several command line tools used by [*SecureDrop*](https://securedrop.org/) users to analyze the metadata of leaked documents on computers that cannot use the *Additional Software* feature:
ca: Hem inclòs diverses eines de línia d'ordres utilitzades pels usuaris de [*SecureDrop*](https://securedrop.org/) per analitzar les metadades dels documents filtrats en ordinadors que no poden utilitzar la funció *Programari Addicional*:

source: [*PDF Redact Tools*](https://github.com/firstlookmedia/pdf-redact-tools) to redact and strip metadata from text documents before publishing
ca: [*Eines de redacció de PDF*](https://github.com/firstlookmedia/pdf-redact-tools) per redactar i eliminar metadades dels documents de text abans de publicar-los

source: [*Tesseract OCR*](https://github.com/tesseract-ocr/tesseract) to convert images containing text into a text document
ca: [*Tesseract OCR*](https://github.com/tesseract-ocr/tesseract) per convertir imatges que contenen text en un document de text

source: [*FFmpeg*](https://ffmpeg.org/) to record and convert audio and video
ca: [*FFmpeg*](https://ffmpeg.org/) per gravar i convertir àudio i vídeo

source: Changes and upgrades
ca: Canvis i actualitzacions

source: - Update *Tor Browser* to 9.0.3.
ca: - S'ha actualitzat el *Navegador Tor* a la versió 9.0.3.

source: - Update *Thunderbird* to [68.3.0](https://www.mozilla.org/en-US/thunderbird/68.3.0/releasenotes/).
ca: - S'ha actualitzat *Thunderbird* a la versió [68.3.0](https://www.mozilla.org/en-US/thunderbird/68.3.0/releasenotes/).

source: - Update *Linux* to 5.3.15.
ca: - S'ha actualitzat *Linux* a la versió 5.3.15.

source: Fixed problems
ca: Problemes resolts

source: Open *~/Persistent/keepassx.kdbx* by default when starting *KeePassX*. If this database does not exist yet, stop pointing to it in the list of recent databases.
ca: S'obre *~/Persistent/keepassx.kdbx* per defecte quan inicieu *KeePassX*. Si aquesta base de dades encara no existeix, es deixa d'apuntar-hi a la llista de bases de dades recents.

source: For more details, read our [[!tails_gitweb debian/changelog desc="changelog"]].
ca: Per a més detalls, llegiu el nostre [[!tails_gitweb debian/changelog desc="llistat de canvis"]].

source: Known issues
ca: Problemes coneguts

source: None specific to this release.
ca: Cap específic d'aquesta versió.

source: See the list of [[long-standing issues|support/known_issues]].
ca: Vegeu la llista de [[problemes de llarga durada|support/known_issues]].

source: Get Tails 4.2
ca: Obtenir Tails 4.2

source: To upgrade your Tails USB stick and keep your persistent storage
ca: Per actualitzar el vostre llapis USB de Tails i mantenir el vostre Emmagatzematge Persistent

source: - Automatic upgrades are available from 4.0, 4.1, and 4.1.1 to 4.2.
ca: - Les actualitzacions automàtiques estan disponibles des de la versió 4.0, 4.1 i 4.1.1 a la versió 4.2.

source: If you cannot do an automatic upgrade or if Tails fails to start after an automatic upgrade, please try to do a [[manual upgrade|doc/upgrade/#manual]].
ca: Si no podeu fer una actualització automàtica o si Tails no s'inicia després d'una actualització automàtica, proveu de fer una [[actualització manual|doc/upgrade/#manual]].

source: To install Tails on a new USB stick
ca: Per instal·lar Tails en un nou llapis USB

source: Follow our installation instructions:
ca: Seguiu les nostres instruccions d'instal·lació:

source: [[Install from Windows|install/windows]]
ca: [[Instal·lar des de Windows|install/windows]]

source: [[Install from macOS|install/mac]]
ca: [[Instal·lar des de macOS|install/mac]]

source: [[Install from Linux|install/linux]]
ca: [[Instal·lar des de Linux|install/linux]]

source: <div class="caution"><p>All the data on this USB stick will be lost.</p></div>
ca: <div class="caution"><p>Totes les dades d'aquest llapis USB es perdran.</p></div>

source: To download only
ca: Per només baixar

source: If you don't need installation or upgrade instructions, you can directly download Tails 4.2:
ca: Si no necessiteu instruccions d'instal·lació o actualització, podeu baixar directament Tails 4.2:

source: [[For USB sticks (USB image)|install/download]]
ca: [[Per a llapis USB (imatge USB)|install/download]]

source: [[For DVDs and virtual machines (ISO image)|install/download-iso]]
ca: [[Per a DVD i màquines virtuals (imatge ISO)|install/download-iso]]

source: What's coming up?
ca: Què ve?

source: Tails 4.3 is [[scheduled|contribute/calendar]] for February 11.
ca: Tails 4.3 està [[programat|contribute/calendar]] per a l'11 de febrer.

source: We need your help and there are many ways to [[contribute to Tails|contribute]] (<a href="https://tails.net/donate/?r=4.2">donating</a> is only one of them). Come [[talk to us|about/contact#tails-dev]]!
ca: Necessitem la vostra ajuda i hi ha moltes maneres de [[contribuir a Tails|contribute]] (<a href="https://tails.net/donate/?r=4.2">fer una donació</a> és només una d'elles). Veniu a [[parlar amb nosaltres|about/contact#tails-dev]]!
