Repository: SchwabischesBauernbrot/tails
Catalog: wiki/src/news/version_4.18.*.po
Languages: ca

source: [[!meta title="Tails 4.18 is out"]]
ca: [[!meta title="Tails 4.18"]]

source: This release fixes known security vulnerabilities. You should upgrade as soon as possible.
ca: Aquesta versió corregeix vulnerabilitats de seguretat conegudes. Hauríeu d'actualitzar el més aviat possible.

source: <h1 id="changes">Changes and updates</h1>
ca: <h1 id="changes">Canvis i actualitzacions</h1>

source: - Remove "Synchronizing the system's clock" notification when connecting to Tor network
ca: - S'ha eliminat la notificació "S'està sincronitzant el rellotge del sistema" quan es realitza la connexió a la xarxa Tor

source: We removed this notification because it didn't recommend a specific action for users to take and it was unclear. It might have given users the impression that they should alter their UTC clock settings. ([[!tails_ticket 7439]])
ca: Hem eliminat aquesta notificació perquè no recomanava cap acció específica a prendre per als usuaris i no era clara. Podria haver donat la impressió als usuaris que haurien d'alterar la configuració del rellotge UTC. ([[!tails_ticket 7439]])

source: - Remove Poedit
ca: - S'ha eliminat Poedit

source: We now use Weblate to provide translated text for Tails and the Tails website, so Poedit isn't as necessary. To install Poedit in Tails, see our guide on Additional Software. ([[!tails_ticket 18236]])
ca: Ara fem servir Weblate per proporcionar text traduït per a Tails i el lloc web de Tails, així que Poedit no és tan necessari. Per instal·lar Poedit a Tails, consulteu la nostra guia de Programari Addicional. ([[!tails_ticket 18236]])

source: - Update *Tor Browser* to [10.0.16](https://blog.torproject.org/new-release-tor-browser-10016).
ca: - S'ha actualitzat el *Navegador Tor* a la versió [10.0.16](https://blog.torproject.org/new-release-tor-browser-10016).

source: - Update *Thunderbird* to [78.9.0-1](https://www.thunderbird.net/en-US/thunderbird/78.9.1/releasenotes/).
ca: - S'ha actualitzat *Thunderbird* a la versió [78.9.0-1](https://www.thunderbird.net/en-US/thunderbird/78.9.1/releasenotes/).

source: - Update some Intel and Linux firmware packages. This should improve support for newer hardware (graphics, Wi-Fi, and so on).
ca: - S'han actualitzat alguns paquets de microprogramari Intel i Linux. Això hauria de millorar la compatibilitat amb el maquinari més nou (gràfics, Wi-Fi, etc.).

source: <h1 id="upgrades">Fixed problems</h1>
ca: <h1 id="upgrades">Problemes solucionats</h1>

source: - Use more reliable Debian repositories
ca: - S'utilitzen repositoris de Debian més fiables

source: Tails now connects to the APT repositories of Debian using their HTTPS address instead of their .onion address, for increased reliability with the Additional Software feature. We left other Tails and Tor Project APT onion sources as is. ([[!tails_ticket 17993]])
ca: Tails ara es connecta als repositoris APT de Debian utilitzant la seva adreça HTTPS en lloc de la seva adreça .onion per augmentar la fiabilitat amb la funció de Programari Addicional. Hem deixat altres fonts APT onion de Tails i Tor Project tal com estaven. ([[!tails_ticket 17993]])

source: Display an error message when the Upgrader fails to download the signing key. This has been a silent error since 4.14. ([[!tails_ticket 18238]])
ca: Es mostra un missatge d'error quan l'actualitzador no baixa la clau de signatura. Aquest ha estat un error silenciós des de la versió 4.14. ([[!tails_ticket 18238]])

source: For more details, read our [[!tails_gitweb debian/changelog desc="changelog"]].
ca: Per a més detalls, llegiu el nostre [[!tails_gitweb debian/changelog desc="llistat de canvis"]].

source: <h1 id="issues">Known issues</h1>
ca: <h1 id="issues">Problemes coneguts</h1>

source: [[!inline pages="news/version_4.14/broken_upgrades" raw="yes" sort="age"]]
ca: [[!inline pages="news/version_4.14/broken_upgrades.ca" raw="yes" sort="age"]]

source: See the list of [[long-standing issues|support/known_issues]].
ca: Vegeu la llista de [[problemes de llarga durada|support/known_issues]].

source: <h1 id="get">Get Tails 4.18</h1>
ca: <h1 id="get">Obtenir Tails 4.18</h1>

source: To upgrade your Tails USB stick and keep your persistent storage
ca: Per actualitzar el vostre llapis USB de Tails i mantenir el vostre Emmagatzematge Persistent

source: Automatic upgrades are broken from Tails 4.14 and earlier. See the <a href="#broken-upgrades">known issue above</a>.
ca: Les actualitzacions automàtiques estan trencades a partir de Tails 4.14 i anteriors. Consulteu el <a href="#broken-upgrades">problema conegut anterior</a>.

source: - Automatic upgrades are available from Tails 4.14 or later to 4.18.
ca: - Les actualitzacions automàtiques estan disponibles des de Tails 4.14 o posterior fins a la versió 4.18.

source: If you cannot do an automatic upgrade or if Tails fails to start after an automatic upgrade, please try to do a [[manual upgrade|doc/upgrade/#manual]].
ca: Si no podeu fer una actualització automàtica o si Tails no s'inicia després d'una actualització automàtica, proveu de fer una [[actualització manual|doc/upgrade/#manual]].

source: To install Tails on a new USB stick
ca: Per instal·lar Tails en un nou llapis USB

source: Follow our installation instructions:
ca: Seguiu les nostres instruccions d'instal·lació:

source: [[Install from Windows|install/windows]]
ca: [[Instal·lar des de Windows|install/windows]]

source: [[Install from macOS|install/mac]]
ca: [[Instal·lar des de macOS|install/mac]]

source: [[Install from Linux|install/linux]]
ca: [[Instal·lar des de Linux|install/linux]]

source: <div class="caution"><p>The Persistent Storage on the USB stick will be lost if you install instead of upgrading.</p></div>
ca: <div class="caution"><p>L'Emmagatzematge Persistent del llapis USB es perdrà si instal·leu en comptes d'actualitzar.</p></div>

source: To download only
ca: Per només baixar

source: If you don't need installation or upgrade instructions, you can download Tails 4.18 directly:
ca: Si no necessiteu instruccions d'instal·lació o actualització, podeu baixar Tails 4.18 directament:

source: [[For USB sticks (USB image)|install/download]]
ca: [[Per a llapis USB (imatge USB)|install/download]]

source: [[For DVDs and virtual machines (ISO image)|install/download-iso]]
ca: [[Per a DVD i màquines virtuals (imatge ISO)|install/download-iso]]

source: <h1 id="next">What's coming up?</h1>
ca: <h1 id="next">Què ve?</h1>

source: Tails 4.19 is [[scheduled|contribute/calendar]] for June 1.
ca: Tails 4.19 està [[programat|contribute/calendar]] per a l'1 de juny.

source: We need your help and there are many ways to [[contribute to Tails|contribute]] (<a href="https://tails.net/donate/?r=4.17">donating</a> is only one of them). Come [[talk to us|about/contact#tails-dev]]!
ca: Necessitem la vostra ajuda i hi ha moltes maneres de [[contribuir a Tails|contribute]] (<a href="https://tails.net/donate/?r=4.17">fer una donació</a> és només una d'elles). Veniu a [[parlar amb nosaltres|about/contact#tails-dev]]!
