Repository: SchwabischesBauernbrot/tails
Catalog: wiki/src/news/version_4.4.1.*.po
Languages: de

source: [[!meta title="Tails 4.4.1 is out"]]
de: [[!meta title="Tails 4.4.1 wurde veröffentlicht"]]

source: This release is an emergency release to fix security vulnerabilities in *Tor Browser* and *Tor*.
de: Diese Version ist eine Notfallversion zur Behebung von Sicherheitslücken im *Tor Browser* und in *Tor*.

source: You should upgrade as soon as possible.
de: Ein Upgrade sollte so schnell wie möglich durchgeführt werden.

source: Included software
de: Enthaltene Software

source: Update *Tor Browser* to [9.0.7](https://blog.torproject.org/new-release-tor-browser-907), which prevents [[JavaScript from sometimes being enabled in the *Safest* security level of Tor Browser|news/javascript_sometimes_enabled_in_safest]].
de: Aktualisierung des *Tor Browser* auf [9.0.7](https://blog.torproject.org/new-release-tor-browser-907), in der verhindert wird, dass [[JavaScript manchmal in der *sichersten* Sicherheitsstufe des Tor Browsers aktiviert wird|news/javascript_sometimes_enabled_in_safest]].

source: Update *Tor* to [0.4.2.7](https://blog.torproject.org/new-releases-03510-0419-0427), which fixes TROVE-2020-002, a major denial-of-service vulnerability that affects both Tor relays and clients. Using this vulnerability, an attacker could cause Tor to consume a huge amount of CPU, disrupting its operations for several seconds or minutes, and create patterns that could aid in traffic analysis.
de: Aktualisiert *Tor* auf [0.4.2.7](https://blog.torproject.org/new-releases-03510-0419-0427), welches TROVE-2020-002 behebt, eine schwerwiegende Denial-of-Service-Sicherheitsanfälligkeit, die Auswirkungen sowohl auf Tor-Relais als auch Clients hat. Bei Verwendung dieser Sicherheitsanfälligkeit kann ein Angriff dazu führen, dass Tor eine große Menge an CPU verbraucht, den Betrieb für einige Sekunden oder Minuten unterbricht und Muster erstellt, die bei der Datenanalyse für den Angreifer hilfreich sein können.

source: - Update *Thunderbird* to [68.6.0](https://www.thunderbird.net/en-US/thunderbird/68.6.0/releasenotes/).
de: - Aktualisiert *Thunderbird* auf [68.6.0](https://www.thunderbird.net/en-US/thunderbird/68.6.0/releasenotes/).

source: Known issues
de: Bekannte Probleme

source: None specific to this release.
de: Keine spezifischen Angaben zu dieser Version.

source: See the list of [[long-standing issues|support/known_issues]].
de: Siehe die Liste der [[anhaltende Probleme|support/known_issues]].

source: Get Tails 4.4.1
de: Tails in Version 4.4.1

source: To upgrade your Tails USB stick and keep your persistent storage
de: So aktualisieren Sie Ihren Tails USB-Stick und behalten Ihren dauerhaften Speicher

source: - Automatic upgrades are available from 4.2, 4.2.2, 4.3, and 4.4 to 4.4.1.
de: - Automatische Upgrades sind von 4.2, 4.2.2, 4.3 und 4.4 zu 4.4.1 verfügbar.

source: If you cannot do an automatic upgrade or if Tails fails to start after an automatic upgrade, please try to do a [[manual upgrade|doc/upgrade/#manual]].
de: Wenn Sie kein automatisches Upgrade durchführen können oder wenn Tails nach einem automatischen Upgrade nicht startet, versuchen Sie bitte ein [[manuelles Upgrade|doc/upgrade/#manual]].

source: To install Tails on a new USB stick
de: So installieren Sie Tails auf einem neuen USB-Stick

source: Follow our installation instructions:
de: Befolgen Sie unsere Installationsanweisungen:

source: [[Install from Windows|install/windows]]
de: [[Installation von Windows|install/windows]]

source: [[Install from macOS|install/mac]]
de: [[Von macOS installieren|install/mac]]

source: [[Install from Linux|install/linux]]
de: [[Von Linux installieren|install/linux]]

source: <div class="caution"><p>All the data on this USB stick will be lost.</p></div>
de: <div class="caution"><p>Alle Daten auf dem USB Stick werden beim Installieren von Tails überschrieben.</p></div>

source: To download only
de: Nur downloaden

source: [[For USB sticks (USB image)|install/download]]
de: [Für USB-Sticks (USB-Image)|install/download]]

source: [[For DVDs and virtual machines (ISO image)|install/download-iso]]
de: [[[[Für DVDs und virtuelle Maschinen (ISO-Image)|install/download-iso]]

source: What's coming up?
de: Was kommt als Nächstes?
