Repository: SchwabischesBauernbrot/tails
Catalog: wiki/src/news/version_4.14.*.po
Languages: ca

source: [[!meta title="Tails 4.14 is out"]]
ca: [[!meta title="Tails 4.14"]]

source: This release fixes [[many security vulnerabilities|security/Numerous_security_holes_in_4.13]]. You should upgrade as soon as possible.
ca: Aquesta versió corregeix [[moltes vulnerabilitats de seguretat|security/Numerous_security_holes_in_4.13]]. Hauríeu d'actualitzar el més aviat possible.

source: <h1 id="changes">Changes and updates</h1>
ca: <h1 id="changes">Canvis i actualitzacions</h1>

source: Add support for the Ledger hardware wallets in *Electrum*. ([[!tails_ticket 15353]])
ca: S'ha afegit suport per a les carteres de maquinari Ledger a *Electrum*. ([[!tails_ticket 15353]])

source: - Update *Tor Browser* to [10.0.7](https://blog.torproject.org/new-release-tor-browser-1007).
ca: - S'ha actualitzat el *Navegador Tor* a la versió [10.0.7](https://blog.torproject.org/new-release-tor-browser-1007).

source: - Update *Thunderbird* to [78.5.1](https://www.thunderbird.net/en-US/thunderbird/78.5.1/releasenotes/).
ca: - S'ha actualitzat *Thunderbird* a la versió [78.5.1](https://www.thunderbird.net/en-US/thunderbird/78.5.1/releasenotes/).

source: Update *Linux* to 5.9. This should improve the support for newer hardware (graphics, Wi-Fi, etc.).
ca: S'ha actualitzat *Linux* a la versió 5.9. Això hauria de millorar la compatibilitat amb el maquinari més nou (gràfics, Wi-Fi, etc.).

source: - Remove the *Unifont* font. ([[!tails_mr 263]])
ca: - S'ha eliminat el tipus de lletra *Unifont*. ([[!tails_mr 263]])

source: <h1 id="fixes">Fixed problems</h1>
ca: <h1 id="fixes">Problemes solucionats</h1>

source: Fix Additional Software by updating the APT key for `deb.torproject.org`. ([[!tails_ticket 18042]])
ca: S'ha corregit el Programari Addicional actualitzant la clau APT per a `deb.torproject.org`. ([[!tails_ticket 18042]])

source: Fix changing the administration password stored in the Persistent Storage. ([[!tails_ticket 18018]])
ca: S'ha arreglat el canvi de la contrasenya d'administració emmagatzemada a l'Emmagatzematge Persistent. ([[!tails_ticket 18018]])

source: Fix opening the Persistent Storage of another Tails USB stick in the *Files* browser. ([[!tails_ticket 18050]])
ca: S'ha corregit l'obertura de l'Emmagatzematge Persistent d'un altre llapis USB de Tails al navegador de *Fitxers*. ([[!tails_ticket 18050]])

source: Restore automatically a *GnuPG* public keyring from its backup when it gets corrupt. ([[!tails_ticket 17807]])
ca: Es restaura automàticament un anell de claus públics *GnuPG* des de la seva còpia de seguretat quan es corromp. ([[!tails_ticket 17807]])

source: For more details, read our [[!tails_gitweb debian/changelog desc="changelog"]].
ca: Per a més detalls, llegiu el nostre [[!tails_gitweb debian/changelog desc="llistat de canvis"]].

source: <h1 id="issues">Known issues</h1>
ca: <h1 id="issues">Problemes coneguts</h1>

source: Ledger wallets are not detected by *Electrum*, with the following error message returned. ([[!tails_ticket 18080]])
ca: *Electrum* no detecta les carteres Ledger, amb el missatge d'error següent. ([[!tails_ticket 18080]])

source: "No hardware device detected"
ca: "No s'ha detectat cap dispositiu de maquinari"

source: Please try to execute the following command in a [[root terminal|doc/first_steps/welcome_screen/administration_password#open_root_terminal]] before starting *Electrum*:
ca: Proveu d'executar l'ordre següent en un [[terminal d'administrador|doc/first_steps/welcome_screen/administration_password#open_root_terminal]] abans d'iniciar *Electrum*:

source: See the list of [[long-standing issues|support/known_issues]].
ca: Vegeu la llista de [[problemes de llarga durada|support/known_issues]].

source: <h1 id="get">Get Tails 4.14</h1>
ca: <h1 id="get">Obtenir Tails 4.14</h1>

source: To upgrade your Tails USB stick and keep your persistent storage
ca: Per actualitzar el vostre llapis USB de Tails i mantenir el vostre Emmagatzematge Persistent

source: - Automatic upgrades are available from Tails 4.2 or later to 4.14.
ca: - Les actualitzacions automàtiques estan disponibles des de Tails 4.2 o posterior a la versió 4.14.

source: If you cannot do an automatic upgrade or if Tails fails to start after an automatic upgrade, please try to do a [[manual upgrade|doc/upgrade/#manual]].
ca: Si no podeu fer una actualització automàtica o si Tails no s'inicia després d'una actualització automàtica, proveu de fer una [[actualització manual|doc/upgrade/#manual]].

source: To install Tails on a new USB stick
ca: Per instal·lar Tails en un nou llapis USB

source: Follow our installation instructions:
ca: Seguiu les nostres instruccions d'instal·lació:

source: [[Install from Windows|install/windows]]
ca: [[Instal·lar des de Windows|install/windows]]

source: [[Install from macOS|install/mac]]
ca: [[Instal·lar des de macOS|install/mac]]

source: [[Install from Linux|install/linux]]
ca: [[Instal·lar des de Linux|install/linux]]

source: <div class="caution"><p>The Persistent Storage on the USB stick will be lost if you install instead of upgrading.</p></div>
ca: <div class="caution"><p>L'Emmagatzematge Persistent del llapis USB es perdrà si instal·leu en comptes d'actualitzar.</p></div>

source: To download only
ca: Per només baixar

source: If you don't need installation or upgrade instructions, you can download Tails 4.14 directly:
ca: Si no necessiteu instruccions d'instal·lació o actualització, podeu baixar Tails 4.14 directament:

source: [[For USB sticks (USB image)|install/download]]
ca: [[Per a llapis USB (imatge USB)|install/download]]

source: [[For DVDs and virtual machines (ISO image)|install/download-iso]]
ca: [[Per a DVD i màquines virtuals (imatge ISO)|install/download-iso]]

source: <h1 id="next">What's coming up?</h1>
ca: <h1 id="next">Què ve?</h1>

source: Tails 4.15 is [[scheduled|contribute/calendar]] for January 26.
ca: Tails 4.15 està [[programat|contribute/calendar]] per al 26 de gener.

source: We need your help and there are many ways to [[contribute to Tails|contribute]] (<a href="https://tails.net/donate/?r=4.14">donating</a> is only one of them). Come [[talk to us|about/contact#tails-dev]]!
ca: Necessitem la vostra ajuda i hi ha moltes maneres de [[contribuir a Tails|contribute]] (<a href="https://tails.net/donate/index.ca.html?r=4.14">fer una donació</a> només és una d'elles). Veniu a [[parlar amb nosaltres|about/contact#tails-dev]]!
