Repository: SchwabischesBauernbrot/tails
Catalog: wiki/src/support/help_desk_standard_replies.*.po
Languages: ca

source: [[!meta title="Help Desk's standard replies"]]
ca: [[!meta title="Respostes estàndard del servei d'ajuda"]]

source: Standard reply
ca: Resposta estàndard

source: **This is an automated reply.**
ca: **Aquesta és una resposta automàtica.**

source: Thank you for your report.
ca: Gràcies pel vostre informe.

source: The Tails Help Desk is a very small team with very limited resources. Still, we read every report. But, it is impossible for us to reply to every report. We might take days, sometimes weeks, to reply.
ca: El servei d'assistència de Tails és un equip molt reduït amb recursos molt limitats. Tot i així, llegim tots els informes. Però, ens és impossible respondre a tots ells. Potser triguem dies, de vegades setmanes, a respondre.

source: Because there is not much we can do about the following problems, we usually do not reply to reports about them:
ca: Com que no podem fer molt sobre els problemes següents, normalment no responem als informes sobre ells:

source: - Problems with graphics cards - Problems with Macs - Problems with software that we include - Problems with software that we don't include - Problems with Tor bridges
ca: - Problemes amb les targetes gràfiques - Problemes amb els Mac - Problemes amb el programari que incloem - Problemes amb el programari que no incloem - Problemes amb els ponts de Tor

source: If you have not done so already, please check to see if your problem is covered in our:
ca: Si encara no ho heu fet, comproveu si el vostre problema està cobert als llocs següents:

source: - End-user documentation: https://tails.net/doc/ - Frequently asked questions: https://tails.net/support/faq/ - Known issues: https://tails.net/support/known_issues/
ca: - Documentació per a l'usuari: https://tails.net/doc/index.ca.html - Preguntes més freqüents: https://tails.net/support/faq/index.ca.html - Problemes coneguts: https://tails.net/support/known_issues/index.ca.html

source: If you are experiencing a problem that you were not experiencing in an older version of Tails, please reply to this email and let us know the last version of Tails in which you were not experiencing the problem.
ca: Si teniu un problema que no estàveu experimentant en una versió anterior de Tails, responeu a aquest correu electrònic i feu-nos saber l'última versió de Tails en què no vau experimentar el problema.

source: If you have figured out a way to work around a problem, please let us know so that we can document the workaround to help other Tails users.
ca: Si heu descobert una manera de solucionar un problema, feu-nos-ho saber perquè puguem documentar la solució per ajudar altres usuaris de Tails.

source: We are currently receiving frequent reports about the following problems:
ca: Actualment estem rebent informes freqüents sobre els problemes següents:

source: Resizing VirtualBox virtual machine window doesn't automatically change the screen resolution of Tails. See: https://tails.net/doc/advanced_topics/virtualization/virtualbox/
ca: Canviar la mida de la finestra de la màquina virtual de VirtualBox no canvia automàticament la resolució de pantalla de Tails. Vegeu: https://tails.net/doc/advanced_topics/virtualization/virtualbox/index.ca.html

source: The shared clipboard feature of VirtualBox is unavailable. See: https://tails.net/doc/advanced_topics/virtualization/virtualbox/
ca: La funció de porta-retalls compartit de VirtualBox no està disponible. Vegeu: https://tails.net/doc/advanced_topics/virtualization/virtualbox/index.ca.html

source: Hardware support reports we can't help with
ca: Informes de suport de maquinari amb els quals no podem ajudar

source: Dear Tails user,
ca: Benvolgut usuari de Tails,

source: Thank you for sharing your problem with us.
ca: Gràcies per compartir el vostre problema amb nosaltres.

source: We are sorry that Tails does not work well on this computer.
ca: Lamentem que Tails no funcioni bé en aquest ordinador.

source: It is difficult to investigate most hardware problems without having access to the affected computer. Furthermore, even if we managed to investigate each problem, unfortunately we often cannot solve them.
ca: És difícil investigar la majoria dels problemes de maquinari sense tenir accés a l'ordinador afectat. A més, encara que aconseguim investigar cada problema, malauradament sovint no els podem resoldre.

source: If you have not yet, please read our support page:
ca: Si encara no ho heu fet, llegiu la nostra pàgina d'assistència:

source: https://tails.net/support/
ca: https://tails.net/support/index.ca.html

source: We will need more information from you in 2 cases:
ca: Necessitarem més informació vostra en dos casos:

source: - **If this problem did not happen with an older version of Tails**:
ca: - **Si aquest problema no va passar amb una versió anterior de Tails**:

source: Please tell us which older version worked better.
ca: Si us plau, digueu-nos quina versió anterior va funcionar millor.

source: - **If you find a way to workaround the problem**:
ca: - **Si trobeu una manera de solucionar el problema**:

source: Please tell us, and we will document it so that other affected users benefit from your findings.
ca: Si us plau, digueu-nos-ho i ho documentarem perquè altres usuaris afectats puguin beneficiar-se de la vostra solució.

source: Our best hope is that a future Linux driver update solves the problem. For advanced Linux users: if you want to dig deeper on your own, you can take it upstream after reproducing the issue on a recent Linux system other than Tails.
ca: La nostra millor esperança és que una futura actualització del controlador de Linux resolgui el problema. Per a usuaris avançats de Linux: si voleu aprofundir pel vostre compte, podeu portar-lo al repositori inicial després de reproduir el problema en un sistema Linux recent que no sigui Tails.

source: Thank you for your understanding.
ca: Gràcies per la vostra comprensió.

source: Apple hardware support (Mac)
ca: Suport de maquinari Apple (Mac)

source: See ticket here for up-to-date details: <https://gitlab.tails.boum.org/tails/tails/-/issues/17640>.
ca: Consulteu el tiquet aquí per obtenir els detalls actualitzats: <https://gitlab.tails.boum.org/tails/tails/-/issues/17640>.

source: Not enough information
ca: No hi ha prou informació

source: Unfortunately, we can't help you at the moment because your description doesn't include enough information.
ca: Malauradament, de moment no us podem ajudar perquè la vostra descripció no inclou prou informació.

source: Your problem might be already known, so please consult our known issues page:
ca: És possible que el vostre problema ja sigui conegut, així que consulteu la nostra pàgina de problemes coneguts:

source: https://tails.net/support/known_issues/
ca: https://tails.net/support/known_issues/index.ca.html

source: If you don't find your issue there, please read our bug reporting instructions:
ca: Si no hi trobeu el vostre problema, llegiu les nostres instruccions per informar d'errors:

source: https://tails.net/doc/first_steps/bug_reporting
ca: https://tails.net/doc/first_steps/bug_reporting/index.ca.html

source: We'd be grateful if you could give us a more complete description of the problem:
ca: Us agrairem que ens feu una descripció més completa del problema:

source: INSERT SUPPORT QUESTION HERE
ca: INSERIU LA PREGUNTA DE SUPORT AQUÍ

source: Reply for users who repeatedly treat us as search engines
ca: Resposta als usuaris que ens tracten repetidament com a motors de cerca

source: > This reply is not advisable for first time reports, only for > users that keep asking questions already covered by our > documentation.
ca: > Aquesta resposta no és aconsellable per als informes de primera vegada, només per a > usuaris que repetidament fan preguntes ja cobertes a la nostra > documentació.

source: We are a very small team working on very limited human resources. A lot of other people are asking for our help on our various support channels. User support is an important task and is high in our priorities.
ca: Som un equip molt reduït que treballem amb recursos humans molt limitats. Moltes persones ens demanen ajuda als diferents canals de suport. L'assistència als usuaris és una tasca important i és una de les nostres prioritats.

source: But all the time that we spend on user support is time that we cannot dedicate to improving Tails itself. Please take this into consideration when writing to us...
ca: Però tot el temps que dediquem a l'assistència als usuaris és temps que no podem dedicar a millorar Tails. Si us plau, tingueu-ho en compte quan ens escriviu...

source: Not a Tails-dev question
ca: Pregunta que no és de Tails-dev

source: This is the mailing-list for Tails development.
ca: Aquesta és la llista de correu per al desenvolupament de Tails.

source: For usage and support questions, please see instead:
ca: Per a preguntes sobre l'ús i assistència, consulteu:

source: Thanks!
ca: Gràcies!

source: No OpenPGP key on the keyservers
ca: No hi ha cap clau OpenPGP als servidors de claus

source: We could not find an OpenPGP key corresponding to your email address.
ca: No hem trobat cap clau OpenPGP corresponent a la vostra adreça de correu electrònic.

source: Please send us a valid OpenPGP public key or publish it to the https://keys.openpgp.org/ keyserver and notify us when you do.
ca: Envieu-nos una clau pública OpenPGP vàlida o publiqueu-la al servidor de claus https://keys.openpgp.org/ i aviseu-nos quan ho feu.

source: How to collaborate with Tails ============================
ca: Com col·laborar amb Tails ==============================

source: Hi,
ca: Hola,

source: Thank you for your interest in contributing to Tails. As a community project, we welcome contributions in many forms, from programming to writing and translating.
ca: Gràcies pel vostre interès a contribuir a Tails. Com a projecte comunitari, donem la benvinguda a les contribucions de moltes formes, des de la programació fins a l'escriptura i la traducció.

source: Please see our guide to learn how you can contribute:
ca: Consulteu la nostra guia per saber com podeu contribuir:

source: https://tails.net/contribute/
ca: https://tails.net/contribute/index.ca.html

source: Cheers,
ca: Salutacions,

source: Tails mirror is broken or scary SSL message
ca: El mirall de Tails està trencat o el missatge SSL fa por

source: Thank you for reporting this. We have transferred these details to the team that works on this at tails-mirrors@boum.org.
ca: Gràcies per informar-nos. Hem transferit els detalls a l'equip que treballa en això a tails-mirrors@boum.org.

source: Requesting feedback on GitLab issues
ca: Sol·licitar comentaris sobre tiquets de GitLab

source: Known issue where we need feedback
ca: Problema conegut on necessitem comentaris

source: Thank you for sharing your problems with us.
ca: Gràcies per compartir els vostres problemes amb nosaltres.

source: I think that you are experiencing an issue that has already been reported:
ca: Crec que esteu experimentant un problema que ja s'ha informat:

source: INSERT LINK TO ISSUE
ca: INSERIR L'ENLLAÇ AL PROBLEMA

source: Can you confirm if your issue is the same and provide feedback to the GitLab issue?
ca: Podeu confirmar si el vostre problema és el mateix i proporcionar comentaris sobre el tiquet de GitLab?

source: Asking a user to reproduce the issue with Debian-live
ca: Demanar a un usuari que reprodueixi el problema amb Debian-live

source: Could you try to start a live version of Debian on your computer and see if you can reproduce the issue?
ca: Podríeu provar d'iniciar una versió en directe de Debian al vostre ordinador i veure si podeu reproduir el problema?

source: Please read our instructions on how to reproduce bugs in Debian:
ca: Si us plau, llegiu les nostres instruccions sobre com reproduir errors a Debian:

source: https://tails.net/doc/first_steps/bug_reporting/#debian
ca: https://tails.net/doc/first_steps/bug_reporting/index.ca.html#debian

source: With your help, this issue can hopefully be fixed in a future version of Linux and thus Tails.
ca: Amb la vostra ajuda, esperem que aquest problema es pugui solucionar en una versió futura de Linux i, per tant, de Tails.

source: Thanks in advance!
ca: Gràcies per endavant!
